<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Generator" content="WordPerfect 9">
   <meta name="DATE" content="0/0/0">
   <meta name="GENERATOR" content="Mozilla/4.51 [en] (Win98; I) [Netscape]">
   <meta name="Author" content="Barry Smith">
   <meta name="Classification" content="Philosophie, Ontologie, Sozialontologie, Umweltlehre">
   <meta name="KeyWords" content="Philosophie, Ontologie, Sozialontologie, Umweltlehre, Uexkuell, Searle, Metaphysik">
   <title>Ontologie des Mesokosmos: Soziale Objekte und Umwelten</title>
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#0000FF" vlink="#551A8B" alink="#FF0000">

<div STYLE="text-align: CENTER"><span STYLE="font-size: 10pt"></div>

<center>
<h1>
<font size=+2>Ontologie des Mesokosmos:</font></h1></center>

<center>
<h1>
<b><font size=+2>Soziale Objekte und Umwelten</font></b></h1></center>

<center>
<p><br><span STYLE="font-size: 15pt"><b><font size=+2>Barry Smith</font></b></span><span STYLE="font-size: 10pt"></span></center>

<p><br>
<br>
<br>

<p STYLE="text-align: RIGHT"><i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Zeitschrift f&uuml;r philosophische Forschung,</i>
<div STYLE="text-align: RIGHT">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
52 (1998), 521–540.</div>

<br>&nbsp;
<blockquote>
<blockquote>
<blockquote><b>Kurzfassung</b> Erst in neuester Zeit haben sich analytische
Philosophen vorbehaltlos dem Bereich der Metaphysik gewidmet. Unter den
interessantesten Ergebnissen dieser ,analytischen Metaphysik' ist John
Searles neues Buch zur Ontologie der sozialen Gegenst&auml;nde (Die Konstruktion
der gesellschaftlichen Wirklichkeit. Zur Ontologie sozialer Tatsachen,
Hamburg: Rowohlt, 1997). Was sind Staaten, Gemeinschaften, Gesetze? Nach
Searle sind diese Gegenst&auml;nde Korrelate einer ,kollektiven Intentionalit&auml;t'.
Searle vertritt m.a.W. eine kognitive Theorie von sozialen Gegenst&auml;nden.
Ein Problem bei einer solchen Theorie ist, da&szlig; wir Analogien zu bestimmten
sozialen Gebilden auch bei Tieren begegnen, die den begrifflichen Apparat
einer kollektiven Intentionalit&auml;t nicht besitzen. Um dieses Problem
zu umgehen, liegt es nahe, die biologischen Lehren von tierischen Umwelten,
die etwa durch von Uexk&uuml;ll entwickelt wurden, auszunutzen. Von Uexk&uuml;lls
Umweltlehre ist jedoch eine Art organische Monadologie: jedes Tier, jeder
Mensch, ist in seiner eigenen spezifischen Umwelt beheimatet, und es wird
also schwer verst&auml;ndlich, wie das Verhalten zwischen Tieren &uuml;berhaupt
m&ouml;glich ist. Der vorliegende Beitrag bietet eine L&ouml;sung dieses
Problems, durch die wir auch eine verbesserte Auffassung der Ontologie
sozialer Gegenst&auml;nde &uuml;berhaupt gewinnen. Als Grundlage dieser
Auffassung dient die realistische Theorie menschlicher Umwelten, die in
der &ouml;kologischen Psychologie J. J. Gibsons und Roger Barkers entwickelt
wurde.</span></blockquote>
</blockquote>

<br>&nbsp;
<p><b><font size=+1>Soziale Objekte</font></b>
<p>Die Philosophiegeschichte liefert verschiedene Ansatzpunkte f&uuml;r
die Behandlung der Frage nach dem Wesen von sozialen Objekten.
<p>Auf der einen Seite gibt es holistische und realistische Ontologien
des Sozialen. F&uuml;r Heidegger z. B. sind Menschen keine isolierten Individuen
sondern durch Andere, durch Werkzeuge, durch Traditionen verstrickt in
eine Mitwelt, die nur als Ganzes existiert. Eine holistische Auffassung
des Sozialen findet man auch bei Wittgenstein, der soziale Institutionen
als Teile der Naturgeschichte des Menschen auffassen wollte, verflochten
mit unseren Handlungen, vor allem sprachlichen Handlungen<span STYLE="font-family: Times New Roman">
- allgemeiner mit unseren Lebensformen, mit den bestimmenden Konformit&auml;ten
des gemeinsamen menschlichen Lebens.</span>
<p>Auf der anderen, nicht-holistischen Seite gibt es die unter analytischen
Philosophen heute weit verbreiteten atomistischen und reduktionistischen
Ontologien des Sozialen. F&uuml;r Reduktionisten gibt es nur individuelle
Menschen mit ihren individuellen Handlungen und Gewohnheiten. Die Rede
von genuin sozialen Objekten gilt es zugunsten von Redewendungen zu eliminieren,
worin man nur von Entit&auml;ten spricht, die zum Individuenbereich geh&ouml;ren.
Wenn ich z. B. sage, da&szlig; eine Parade sich die Stra&szlig;e entlang
bewegt, ist das nur eine Abk&uuml;rzung f&uuml;r eine viel l&auml;ngere
&Auml;u&szlig;erung &uuml;ber die Bewegungen der involvierten Einzelpersonen.
<p>Ich gehe davon aus, da&szlig; sowohl extrem holistische als auch extrem
reduktionistische Auffassungen des Sozialen abzulehnen sind. Die heutige
Philosophie bietet eine Reihe von Vorschl&auml;gen, die zwischen diesen
beiden Polen liegen. Viele Philosophen des 20. Jahrhunderts haben z. B.
behauptet, da&szlig; wir das Soziale mit Hilfe einer Theorie sozialer Regeln
verstehen sollen. Der Unterschied zwischen einer Masse von Individuen,
die sich zu einer gewissen Zeit zuf&auml;llig in einem Park befinden, und
einem Fest oder Fu&szlig;ballspiel besteht darin, sagen die Verfechter
solcher Lehren, da&szlig; letztere gewissen 'Konventionen' oder 'konstitutiven
Regeln' unterworfen sind, die bei einem zuf&auml;lligen Beisammensein fehlen.
Ein Fest ist allerdings etwas Konkretes, ein r&auml;umlich-zeitliches Objekt,
das wir sehen und das wir als Teilnehmer miterleben k&ouml;nnen. Eine Regel
dagegen ist etwas Abstraktes, etwas ohne wohldefinierte r&auml;umlich-zeitliche
Lage. D&uuml;rfen wir aber im Bereich des Sozialen etwas Bekanntes mit
Hilfe von etwas weniger Bekanntem zu verstehen versuchen? Es ergibt sich
f&uuml;r viele Arten sozialer Regeln weiter die heikle Frage, wann sie
zu existieren beginnen: mit der ersten Formulierung oder Inkrafttretung?
Mit dem ersten Fall eines Regel<i>folgens?</i> Und was hei&szlig;t es genau,
einer Regel zu <i>folgen</i>? Worin unterscheidet sich das Regelfolgen
von einem Handeln, das nur zuf&auml;lligerweise der Regel konform ist?
<p>Einen interessanten und einflu&szlig;reichen Versuch, diese &auml;u&szlig;erst
schwierigen Fragen zu beantworten, finden wir bei John Searle, und zwar
in seinem neuesten Buch: <i>Die Konstruktion der gesellschaftlichen Wirklichkeit.
Zur Ontologie sozialer Tatsachen</i>. Hierin bietet Searle eine kognitive
Theoriedes Sozialen. F&uuml;r ihn existieren soziale Objekte und soziale
Regeln als Sch&ouml;pfungen einer besonderen 'kollektiven Intentionalit&auml;t'.
Letztere ist durch spezielle Glaubenszust&auml;nde konstituiert, die dadurch
entstehen, da&szlig; Individuen Projekte gemeinsam unternehmen, etwa da,
wo die Mitglieder eines Orchesters gemeinsam die dritte Symphonie Beethovens
auff&uuml;hren. F&uuml;r Searle ist diese kollektive Intentionalit&auml;t
ein 'primitives Ph&auml;nomen, das nicht zugunsten von etwas Anderem reduziert
oder eliminiert werden k&ouml;nnte.'<sup><a href="#N_1_"> (1)</a></sup>
<p>Searles Ontologie des Sozialen hat den Vorteil, da&szlig; sie in der
Lage ist, eine unbeschr&auml;nkte Palette sozialer und institutioneller
Objekte im Rahmen einer einheitlichen Theorie zu erkl&auml;ren, vom Aktienmarkt
oder dem Nobelpreis f&uuml;r Physik bis hin zu einem Begr&auml;bnis oder
einer Sitzung des Bundesrates. Mit seinem Begriff der kollektiven Intentionalit&auml;t
&uuml;bernimmt Searle gewisse Aspekte der holistischen Theorie sozialer
Objekte. Er bietet allerdings keine realistische Ontologie des Sozialen.
F&uuml;r ihn ist die ganze Hierarchie von sozialen Objekten, die auf der
Grundlage von 'brute facts' der Physik und der Psychologie aufgebaut sein
soll, nur eine Scheinwelt, die im Funktionieren der kollektiven Intentionalit&auml;t
v&ouml;llig aufgeht. Wenn alle glauben, da&szlig; gewisse gr&uuml;ne Scheine
die Eigenschaften des Geldes haben, dann sind diese Scheine 'Geld'. Durch
diesen kognitiven Ansatz werden soziale Objekte effektiv vom Bereich des
Mentalen absorbiert. Die Lehre Searles bietet daher keine M&ouml;glichkeit
zur Unterscheidung zwischen genuin sozialen Objekten und den Scheinprodukten
eines kollektiven Wahns.
<br>&nbsp;
<p><b><font size=+1>Die ph&auml;nomenologische Umweltlehre</font></b>
<p>Im folgenden m&ouml;chte ich versuchen, eine realistische Ontologie
von sozialen Objekten zu entwickeln, die einige Vorteile sowohl der holistischen
als auch der reduktionistischen Theorien geniesst und die die Grundlage
einer formalen Ontologie sozialer Gebilde liefern wird. Sie beginnt mit
gewissen organischen oder gar &ouml;kologischen Aspekten unseres sozialen
Lebens. Wo Wittgenstein mit Lebensformen und Searle mit konstitutiven Regeln
als Grundkategorien oder Grundbausteine einer sozialen Ontologie beginnen,
nehmen wir unseren Ausgangspunkt in der Hypothese, da&szlig; die sozialen
Objekte in unserer Gesamtontologie im Bereich der <i>Umwelten </i>oder<i>
Milieus</i> menschlichen Lebens zu orten sind.
<p>Die Idee einer besonderen menschlichen Umwelt, oder einer 'Lebenswelt',
hat tiefe Wurzeln, die bis auf Platons H&ouml;hlengleichnis und Kants Begriff
einer 'ph&auml;nomenalen' Welt zur&uuml;ckreichen. Auch innerhalb der ph&auml;nomenologischen
Bewegung finden wir eine &auml;hnliche Vorstellung, so z. B. in Husserls
Ontologie der Lebenswelt oder in Heideggers Lehre der Allt&auml;glichkeit.
Das Grundaxiom der konstitutiven Ph&auml;nomenologie lautet: Gegenst&auml;nde
und Akte stehen in einer reziproken Abh&auml;ngigkeitsbeziehung. Alle Gegenst&auml;nde
sind Korrelate entsprechender Akte. Oder wie Husserl im zweiten Buch seiner
<i>Ideen
</i>schreibt:
'Als Person bin ich, was ich bin …, als Subjekt einer Umwelt. Die Begriffe
Ich und Umwelt sind untrennbar aufeinander bezogen.'<sup><a href="#N_2_">
(2)</a></sup>
<p>Eine besonders aufschlu&szlig;reiche Darstellung der ph&auml;nomenologischen
Umweltlehre finden wir bei Max Scheler, dessen Bemerkungen uns auch auf
eine gewisse Unzul&auml;nglichkeit dieser Lehre aufmerksam machen werden:
<blockquote>Die "Dinge", die f&uuml;r unser Handeln in Frage kommen, die
wir z. B. immer meinen, wenn wir bestimmte Handlungen von Menschen (oder
Dispositionen zu solchen) auf das "Milieu" dieser Menschen zur&uuml;ckf&uuml;hren,
haben mit … den in der Wissenschaft gedachten Gegenst&auml;nden (durch
deren Supposition sie die nat&uuml;rlichen Tatsachen "erkl&auml;rt") selbstverst&auml;ndlich
nicht das mindeste zu tun. Die Milieusonne z. B. ist nicht die Sonne der
Astronomie; das Fleisch, das gestohlen, gekauft wird und so weiter, ist
nicht eine Summe von Zellen und Geweben mit den in ihnen stattfindenden
chemischen und physikalischen Prozessen. Die Milieusonne ist am Nordpol,
in der gem&auml;&szlig;igten Zone und am &Auml;quator eine andere Sonne
und ihr gesp&uuml;rter Strahl ein anderer Strahl.<sup><a href="#N_3_">
(3)</a></sup></blockquote>

<p><br>Das Problem mit solchen Behauptungen ist klar. Wie jedes Schulkind,
das ein Mikrosop besitzt, wei&szlig;, ist Fleisch, das gestohlen und gekauft
wird, sehr wohl eine Summe von Zellen und Geweben, die Sonne am Nordpol
sehr wohl dieselbe Sonne, die am &Auml;quator erlebt wird. Es kann nicht
der Fall sein, da&szlig; die Dinge unserer praktischen Umwelt 'nicht das
mindeste' mit den Gegenst&auml;nden der Wissenschaften zu tun haben.
<p>F&uuml;r Scheler wie f&uuml;r andere Ph&auml;nomenologen geh&ouml;ren
Alltagsgegenst&auml;nde einem Zwischenreich an, welches zwischen unserem
Wahrnehmungsinhalt und den 'objektiv gedachten' Gegenst&auml;nden der Wissenschaft
liegt. Das zentrale Problem mit solchen relativistischen Auffassungen des
Verh&auml;ltnisses zwischen Mensch und Umwelt besteht darin, da&szlig;
sie die Existenz einer gemeinsamen, einer intersubjektiven Umwelt kaum
erkl&auml;ren k&ouml;nnen. Wenn wir auf der anderen Seite die Existenz
einer gemeinsamen Umwelt dadurch garantieren, da&szlig; wir letztere als
physisches Gebilde erkl&auml;ren, f&uuml;hrt diese L&ouml;sung zum weiteren
Problem, da&szlig; wir die Alltagsdinge, die f&uuml;r unser Weiterleben
unerl&auml;&szlig;lich sind, nicht mehr erkennen k&ouml;nnen, da solche
mesoskopischen Objekte in den &uuml;blichen Theorien der Physik keinen
Platz haben. Wir fallen also zwischen die Skylla eines monadologischen
Relativismus fensterloser Umwelten und die Charybdis eines schlichten Physikalismus
ohne Umwelten und Umweltgegenst&auml;nde.
<p>Im folgenden werde ich versuchen, einen dritten Weg zu finden, der den
Gegenst&auml;nden des Alltagslebens ihre eigene ontologische Berechtigung
zuweist, ohne in einen ontologischen Relativismus zu geraten.
<br>&nbsp;
<p><b><font size=+1>Die ineinandergeschachtelte Struktur der Wirklichkeit</font></b>
<p>Die ph&auml;nomenologische Auffassung der menschlichen Umwelt soll m.
E. &ouml;kologisch mit Hilfe des Begriffs einer Nische pr&auml;zisiert
werden. Eine Nische ist etwas, in das ein Lebewesen pa&szlig;t. Die Nische
ist durch das biologische Verhalten des entsprechenden Tiers bestimmt,
dieses Verhalten selbst durch die entsprechende Nische. Wie Jakob von Uexk&uuml;ll
es formulierte: Jedes Tier, von dem einfachsten bis zum komplexesten, ist
an seine Umwelt mit gleicher Vollst&auml;ndigkeit angepa&szlig;t. Einem
einfachen Tier entspricht eine einfache Umwelt, einem komplexen Tier eine
artikulierte Umwelt.<sup><a href="#N_4_"> (4)</a></sup>
<p>Zu einer Nische geh&ouml;ren zuerst gewisse physische Gegenst&auml;nde
sowie die Oberfl&auml;chen, Kanten und Ecken dieser Gegenst&auml;nde und
das Medium (z. B. Wasser), worin sie existieren. Die Nische ist organisiert;
sie hat eine gewisse Maserung und ihr eigenes r&auml;umlich-zeitlich-dingliches
Skelett, wodurch die mehrdimensionale Vielfalt der durch das Tier erfa&szlig;baren
sinnlichen Qualit&auml;ten (Farben, T&ouml;ne, W&auml;rme, Ger&uuml;che,
usw.) zu einer sinnvollen Einheit zusammengebunden werden. Vor allem aber
geh&ouml;rt es zum Aufbau einer Nische, da&szlig; sie durch Aufforderungen
gepr&auml;gt ist, die das Verhalten des entsprechenden Lebewesens motivieren.
<p>Die Wirklichkeit, auf die unsere Wahrnehmungsakte gerichtet sind, hat
die Struktur eines komplexen Schichtenbaus. Atome auf der Mikroebene sind
in Molek&uuml;len eingenistet, Molek&uuml;le in Zellen, Zellen in Bl&auml;ttern,
Bl&auml;tter in B&auml;umen, B&auml;ume in W&auml;ldern. Zeitliche Vorg&auml;nge,
von neuronalen Erregungen auf der Mikro- bis hin zu geschichtlichen Ereignissen
auf der Makroebene, sind ebenfalls in dieser Weise hierarchisch ineinandergeschachtelt.
<p>Jedes Lebewesen ist durch evolution&auml;re Anpassung auf Gegenst&auml;nde
und Aufforderungen einer gewissen Gr&ouml;&szlig;enordung oder Bandbreite
innerhalb dieser Hierarchie eingestimmt.<sup><a href="#N_5_"> (5)</a></sup>
Es herrscht dann eine spontane Anpassung zwischen Tieren und den mit ihnen
zusammengewachsenen Verhaltensnischen sowie mit assoziierten Nischgegenst&auml;nden
wie Ger&uuml;chen, Stimmen und Gesichtsausdr&uuml;cken. Nische und tierisches
Verhalten sind im Fall einer solchen spontanen Anpassung korrelativ.<span STYLE="font-family: Times New Roman"></span>
<p><span STYLE="font-family: Times New Roman">Im menschlichen Fall umfa&szlig;t
die Bandbreite der Einstimmung zus&auml;tzliche Schichten komplexer kultureller
Produkte, und die durch spontanes Verhalten zug&auml;ngliche Umwelt des
Menschen ist daher viel gr&ouml;&szlig;er, reicher und vielf&auml;ltiger
als die des Tiers. Ihre Reichweite kann zuerst durch gewisse Artefakte
ausgedehnt werden, z. B. durch Instrumente. Der ge&uuml;bte Organist, wie
Merleau-Ponty ihn beschreibt, 'setzt sich auf die Bank, bedient die Pedale,
zieht die Register, nimmt dem Instrument mit seinem Leibe Ma&szlig;, verleibt
sich Richtungen und Dimensionen ein, richtet in der Orgel sich ein wie
man in einem Hause sich einrichtet.'<sup><a href="#N_6_"> (6)</span></a></sup>
Oder auch: 'Wenn der Maschinenschreiber die notwendigen Bewegungen auf
der Klaviatur ausf&uuml;hrt, so sind diese Bewegungen gef&uuml;hrt von
einer Intention, doch diese setzt die Tasten der Klaviatur nicht als objektive
Stellen an. Es ist buchst&auml;blich wahr, da&szlig; Maschinenschreiben
lernen hei&szlig;t, den Raum der Klaviatur seinem K&ouml;rperraum integrieren.'<sup><a href="#N_7_">
(7)</a></sup> Orgel und Tastatur, Zimmer und Geb&auml;ude, T&uuml;re und
G&auml;nge, Messer und Gabel, Schwimmb&auml;der und Fu&szlig;ballpl&auml;tze
sind Artefakte, die zur Nische, zum Mesokosmos menschlichen Verhaltens
geh&ouml;ren und die die Eigenart dieses Verhaltens durch und durch bestimmen.
<p>Die Reichweite der durch spontanes Verhalten zug&auml;nglichen Umwelt
des Menschen<span STYLE="font-family: Times New Roman"> kann auch durch
vielfache soziale (und vor allem sprachliche) Praktiken weiter ausgedehnt
werden. Die physische Seite des Mesokosmos menschlichen Verhaltens ist
dann mit dieser praktischen Seite und mit den dazugeh&ouml;rigen Gewohnheiten
und Konventionen engstens verbunden. Es gibt spezifische Praktiken, die
man z. B. mit Schwimmb&auml;dern assoziiert,&nbsp;</span>andere, die mit
Spielbanken&nbsp;<span STYLE="font-family: Times New Roman">und mit Bahnh&ouml;fen,
mit Baustellen und Imbi&szlig;stuben und wieder andere, die mit buddhistischen
Tempeln und mit polynesischen Haifischjagden assoziiert sind. Die verschiedenen
Kulturen unterscheiden sich dadurch, da&szlig; ihnen verschiedene Paletten
von Artefakten und assoziierten sozialen Praktiken zur Verf&uuml;gung stehen.
Jedes Volk, wie Husserl schreibt, 'hat seine Welt, in der f&uuml;r dasselbe
alles gut zusammenstimmt'.<sup><a href="#N_8_"> (8)</a></sup> Husserl betont
auch, da&szlig; obwohl diese verschiedenen Welten des Zusammenstimmens
sich inhaltlich oder materiell unterscheiden, sie alle eine gemeinsame
Struktur aufweisen, die eine formal-ontologische Behandlung erm&ouml;glicht.<sup><a href="#N_9_">
(9)</a></sup></span>
<br>&nbsp;
<h2>
<span STYLE="font-family: Times New Roman"><font size=+1>Der Mesokosmos</font></span></h2>
<span STYLE="font-family: Times New Roman">Der Mesokosmos ist die &ouml;kologische
Nische des Lebewesens Mensch. Seit Platon ist die philosophische Tradition
durch eine Privilegierung von apodiktischem Wissen und durch eine entsprechende
Geringsch&auml;tzung allt&auml;glicher Meinungen gekennzeichnet. Episteme
wurde auf Kosten von doxa bevorzugt. Diese wohl vollkommen gerechtfertigte
epistemologische Privilegierung hatte, wie wir jetzt konstatieren k&ouml;nnen,
bedauernswerte Konsequenzen f&uuml;r die Ontologie. Werden die allt&auml;glichen
Meinungen des Menschen f&uuml;r philosophisch unbedeutsam erkl&auml;rt,
wird auch das ontologische Gegenst&uuml;ck dieser allt&auml;glichen Meinungen,
der Mesokosmos von allt&auml;glichen Dingen und menschlichen Handlungen,
von sozialen Objekten und Artefakten vernachl&auml;&szlig;igt. Im Gegensatz
dazu versuche ich hier die Welt unseres Alltagslebens als ein eigenst&auml;ndiges
Objekt ontologischer Forschung aufzufassen. Es bestehen nat&uuml;rlich
vielfache Abh&auml;ngigkeitsbeziehungen zwischen Mesokosmos und physikalischem
Mikrokosmos sowie zwischen Mesokosmos und menschlichem Geist. Sowohl in
der Wahrnehmung als auch in unseren allt&auml;glichen Handlungen sind wir
mit den Dingen der uns umliegenden Welt verflochten, weil wir sie zum Teil
konstituieren. Die Wahrnehmung soll dementsprechend nicht als eine Angelegenheit
eines passiv beobachtenden Subjekts aufgefa&szlig;t werden. Wahrnehmungsakte
wie Handlungen sind vielmehr, wenigstens im Normalfall, von zielstrebigen
Lebewesen vollzogen. Die Gegenst&auml;nde unseres aktiven Suchens, Tastens,
Schmeckens, F&uuml;hlens sind Gegenst&auml;nde - ein zerknittertes Hemd,
ein leeres Glas, ein neu gespitzter Speer -, die in unseren augenblicklichen
Aufgaben mitverwoben sind. Nach der &ouml;kologischen Auffassung vom menschlichen
Subjekt sind Subjekt und Umwelt hier durcheinander fundiert: das Eine existiert
nicht ohne das Andere. Wegen der evolution&auml;ren Anpassung zwischen
Umwelt und Mensch sind die Dinge dieser Umwelt wenigstens in ihren groben
Z&uuml;gen stets so, wie sie uns in unseren Wahrnehmungsakten erscheinen,
und die &uuml;berwiegende Mehrheit von Urteilen, die auf direkten Wahrnehmungen
beruhen ('dies ist ein Apfel', 'dies ist ein Baum', 'dies ist gelb', usw.),
sind aus diesem Grund wahr.</span>
<br>&nbsp;
<h2>
<font size=+1>Substanz und Akzidens</font></h2>
Die Gegenst&auml;nde des Mesokosmos k&ouml;nnen zuerst in zwei grundlegende
Kategorien eingeteilt werden, die den aristotelischen Kategorien der Substanzen
und Akzidenzien entsprechen. Auf der einen Seite gibt es die in der Zeit
beharrenden Gegenst&auml;nde, wie Menschen, Steine, &Auml;pfel, B&auml;ume,
Flaschen, Weinberge, Str&auml;nde, usw. Auf der anderen Seite gibt es Ereignisse
und Vorg&auml;nge, wie Schneest&uuml;rme, Kriege, K&uuml;ssen, Trinken,
Feste, usw. die
<i>in</i> beharrenden Gegenst&auml;nden fundiert sind,
und die sich in der Zeit entfalten. Die Substanzen der Alltagswelt sind
unabh&auml;ngig von ihren jeweiligen Akzidenzien. Qualit&auml;ten, Ereignisse
und Vorg&auml;nge sind dagegen stets abh&auml;ngig von den ihnen zugrundeliegenden
Substanzen: sie k&ouml;nnen ohne die Substanzen, in denen (oder im Verh&auml;ltnis
zu denen) sie vorkommen, nicht existieren.
<p><span STYLE="font-family: Times New Roman">Sowohl Substanzen als auch
Akzidenzien k&ouml;nnen eine mehrschichtige Zusammensetzung aufweisen:
ein Mensch ist aus Atomen aufgebaut, die sich zusammenbinden in Zellen,
die sich in Organen binden, die sich den Menschen selbst bilden. Ein Tennismatch
ist aus Ballwechseln aufgebaut, die Spiele formen, die in S&auml;tze zusammengetragen
werden, die aus sich das Match selbst bilden. Die Teile einer Substanz
sind r&auml;umliche Teile. Akzidenzien dagegen haben auch zeitliche Teile:
die ersten 3 Minuten des Symphoniekonzerts sind ein Teil des Konzerts selbst.&nbsp;</span>
<p>Substanzen sind selbst&auml;ndig; sie existieren in und f&uuml;r sich.
Akzidenzien sind unselbst&auml;ndig; sie verlangen einen substantiellen
Tr&auml;ger, der ihre Existenz gew&auml;hrleistet. Das Verh&auml;ltnis
zwischen Akzidens und Substanz k&ouml;nnen wir also mit Hilfe des Begriffs
der spezifischen Abh&auml;ngigkeit folgenderma&szlig;en definieren:
<blockquote><i>x</i> ist spezifisch abh&auml;ngig von <i>y</i> gdw. (1)
<i>x</i>
und <i>y</i> keine gemeinsame Teile haben, und (2) <i>x</i> notwendigerweise
von der Art ist, da&szlig; es nicht existieren kann, ohne da&szlig; <i>y</i>
existiert.</blockquote>
Es ist dies ein Verh&auml;ltnis der <i>spezifischen </i>Abh&auml;ngigkeit,
weil Akzidenzien immer eine spezifische Substanz (oder m&ouml;glicherweise
- im Fall eines K&uuml;ssens oder Befehlens - eine spezifische Vielfalt
von Substanzen) als Tr&auml;ger ben&ouml;tigen. Mein Kopfschmerz ist z.
B. spezifisch von mir abh&auml;ngig (kann nicht ohne mich existieren).
Akzidenzien, wie man im Mittelalter zu sagen pflegte, k&ouml;nnen nicht
auf ein anderes Inh&auml;renz-Subjekt &uuml;berwandern (das Prinzip der
'non migratio'). Soziale Objekte und Umwelten dagegen, wie wir sehen werden,
stehen zu ihren Tr&auml;gern in einem Verh&auml;ltnis der
<i>generischen</i>
Abh&auml;ngigkeit: wie ein Amt erlauben sie einen Wechsel ihrer Tr&auml;ger.
<p>Die Gesamtheit der Substanzen und Akzidenzien des Mesokosmos ist weiter
dadurch gekennzeichnet, da&szlig; die Substanzen und Akzidenzien verschiedenen,
sich nicht &uuml;berschneidenden Arten, Spezies und Genera von verschiedenen
Graden der Allgemeinheit zugeordnet sind. Es gibt immer wieder Menschen,
immer wieder Tische und St&uuml;hle, immer wieder &Auml;pfel, immer wieder
den <i>Spiegel</i>. Es gibt immer wieder Kopfschmerzen, immer wieder Gr&uuml;&szlig;e,
immer wieder Donner und Blitze, immer wieder die
<i>Tagesschau</i>, immer
wieder <i>Tatort</i>. Durch dieses <i>Immer</i> <i>Wieder</i>, durch die
Tatsache, da&szlig; wir in diese Welt des Immer-Wieders geboren werden,
ist der Mesokosmos allt&auml;glicher Substanzen und Akzidenzien f&uuml;r
uns ein intelligibles Ganzes. Sie ist eine Welt, worin alles gut zusammenstimmt.
<p>Seit Aristoteles hat die bikategoriale Ontologie von Substanzen und
Akzidenzien (oder allgemeiner: von beharrenden und sich ereignenden Gegenst&auml;nden)
und ihren Spezies und Genera die Geschichte der Ontologie dominiert. F&uuml;r
die Tradition waren diese zwei Kategorien sowohl ausreichend als auch gegenseitig
ausschlie&szlig;end: nichts k&ouml;nnte die Kluft zwischen beiden &uuml;berspannen.
Hier werden wir allerdings behaupten, da&szlig; gerade Umwelten diese Kluft
&uuml;berspannen k&ouml;nnen. Sie sind 'transkategorial' in dem Sinn, da&szlig;
sie Teile enthalten und integrieren, die zu verschiedenen Kategorien geh&ouml;ren.
Erst vor diesem Hintergrund werden wir die Eigenart sozialer Objekte verstehen
k&ouml;nnen.
<p>Artefakte wie Rechner und Schiffe sind Gegenst&auml;nde, die substantielle
Teile haben, die aber selbst integrierte Ganze darstellen. Artefakte haben
wie einfache Substanzen scharfe Grenzen. Sie sind gut von ihren Nachbargegenst&auml;nden
abgetrennt. Es gibt aber auch quasi-integrierte Ganzheiten, die weder vollst&auml;ndige
Integrit&auml;t noch vollst&auml;ndige Abtrennung genie&szlig;en. Beispiele
sind: Str&auml;nde, Flu&szlig;delten, Geb&uuml;sche, Gebirgsz&uuml;ge.
Eine dritte Gruppe von Kollektivgegenst&auml;nden mit substantiellen Teilen
sind soziale Kollektive. Beispiele sind: Familien, St&auml;mme, Nationen,
Orchester, Schachclubs, Mannschaften, sowie auch solch mehr oder weniger
kurzlebige soziale Gruppierungen, die entstehen, wo Fremde sich formal
vorstellen oder auf der Tanzfl&auml;che zu Paaren zusammenstellen.<sup><a href="#N_10_">
(10)</a></sup>
<p>Wie Soziologen erkannt haben, bilden solche sozialen Kollektive eine
neue Seinsdimension innerhalb des Mesokosmos menschlichen Verhaltens. Sie
sind in manchen Hinsichten Personen analog. Sie haben ihr eigenes Leben,
sie beharren in der Zeit, sie haben ihre eigenen Qualit&auml;ten und Zust&auml;nde
und ihre eigene Arten des Funktionierens und des Interagierens. Soziale
Kollektive sind daher von beliebigen Aggregaten streng zu unterscheiden.
<br>&nbsp;
<p><b><font size=+1>Generische Abh&auml;ngigkeit</font></b>
<p>Soziale Kollektive sind weiter generisch von ihren Mitgliedern oder
Tr&auml;gern abh&auml;ngig. Sie k&ouml;nnen Mitglieder gewinnen und verlieren,
ohne da&szlig; ihre Identit&auml;t dadurch ge&auml;ndert wird.
<blockquote><i>x</i> ist generisch abh&auml;ngig von Gegenst&auml;nden
des Typs <i>T</i> gdw. <i>x</i> notwendigerweise von der Art ist, da&szlig;
es nicht existieren kann, ohne da&szlig; irgendwelche Gegenst&auml;nde
des Typs <i>T</i> existieren.</blockquote>
Eine Nische ist ebenfalls generisch von den Tieren abh&auml;ngig, die in
ihr leben. St&auml;dte, Universit&auml;ten, und K&ouml;rperschaften generell
haben die F&auml;higkeit, da&szlig; sie in der Zeit beharren k&ouml;nnen
trotz eines (manchmal beabsichtigten) Wechsels ihrer Bestandteile. Sprachen,
Religionen, Rechtssysteme und viele institutionelle Objekte sind auch von
der Art, da&szlig; ihre Existenz nicht von der Existenz <i>spezifischer
</i>Individuen
oder Gruppen abh&auml;ngt, sondern <i>generisch
</i>von der Existenz irgendwelcher
bef&auml;higter Individuen oder Gruppen, die gewisse Rollen innerhalb des
Ganzen erf&uuml;llen. Die generische Abh&auml;ngigkeit ist dementsprechend
charakteristisch f&uuml;r soziale Objekte vieler verschiedener Typen.<span STYLE="font-family: Times New Roman"></span>Ein
K&ouml;nig ist von seinen Subjekten abh&auml;ngig, aber sie m&uuml;ssen
nicht diese Subjekte sein.<span STYLE="font-family: Times New Roman"> Ein
Richter mu&szlig; den Fall entscheiden, aber es mu&szlig; nicht dieser
Richter sein. Die Hauptstadt mu&szlig; irgendwo liegen, aber sie mu&szlig;
nicht an genau dieser Stelle liegen (und zu Kriegszeiten kann sie auch
verlegt werden).</span>
<br>&nbsp;
<h2>
<span STYLE="font-family: Times New Roman"><font size=+1>Bestimmungsgegenst&auml;nde
("Fiat Objects")</font></span></h2>
<span STYLE="font-family: Times New Roman">Soziale Objekte sind durch Einzelpersonen
als ihre Tr&auml;ger fundiert. Sie sind existentiell von Einzelpersonen
abh&auml;ngig. In der ontologischen Behandlung dieser Abh&auml;ngigkeit
m&uuml;ssen wir allerdings streng unterscheiden zwischen der Frage nach
dem Beginn der Existenz von sozialen Objekten und Fragen, die mit der Weiterexistenz,
mit dem Beharren von sozialen Objekten zu tun haben. Was den existentiellen
Anfang von sozialen Objekten angeht, bemerken wir, das solche Objekte normalerweise
Produkte von gewissen menschlichen (rechtlichen, legislativen) Bestimmungen
sind - ein Wahrheitsk&ouml;rnchen der verschiedenen Vertragstheorien politischer
Institutionen, die wir seit Hobbes und Rousseau kennen. Soziale Objekte
wie politische Institutionen kommen in die Welt sehr oft nicht durch organische,
nat&uuml;rliche, graduelle Prozesse, sondern als voll ausgeformte Wesen,
und die Ver&auml;nderungen, die sie danach erleben, sind sehr oft von einer
nicht-graduellen Natur. Die Existenz des US-Bundesstaates Wyoming beginnt
im Jahre 1890 mit einen Erla&szlig; der amerikanischen Regierung, und als
soziales Objekt existiert er auf unbestimmte Zeit unver&auml;ndert fort.&nbsp;</span>
<p><span STYLE="font-family: Times New Roman">In dieser Hinsicht &auml;hneln
einige soziale Objekte abstrakten Gegenst&auml;nden wie geometrischen Gebilden.
Sie sind nicht wirkliche Gegenst&auml;nde, die in Kausalzusammenh&auml;nge
direkt mitverwickelt w&auml;ren und die kontinuierlichen physischen Ver&auml;nderungen
unterworfen sind. Vielmehr sind sie sehr oft von der Art, da&szlig; die
einzigen Ver&auml;nderungen, die sie erleben, darin bestehen, da&szlig;
sie zu existieren beginnen und da&szlig; sie zu existieren aufh&ouml;ren.
Diese Eigent&uuml;mlichkeit der relativen Isoliertheit von konkreten kausal-energetischen
Geschehnissen findet sich am klarsten bei solchen sozialen Objekten wie
Anspr&uuml;chen, Verbindlichkeiten, Schulden, Besitzverh&auml;ltnissen,
&Auml;mtern, Titeln, udgl. In solchen F&auml;llen haben wir es mit Objekten
zu tun, 'was - wenn es wird - nicht gewirkt wird und wenn es vergeht, nicht
direkt infolge des Aufh&ouml;rens eines Wirkens vergeht.'<sup><a href="#N_11_">
(11)</a></sup> Die in diesem Sinn nicht-wirklichen Gegenst&auml;nde des
sozialen Bereichs sind aber nicht geschichtslos: sie existieren in der
Zeit, und zwar in derselben Zeit wie Menschen selbst. (Man erinnert sich
an Leibniz' Begriff eines Aggregats als eine nicht-wirkliche <i>phaenomena
bene fundata, </i>das weder<i> </i>unter den Substanzen noch unter den
Akzidenzien einzuordnen ist.)&nbsp;</span>
<p><span STYLE="font-family: Times New Roman">Soziale Objekte sind also
durch eine generische Abh&auml;ngigkeit und wenigstens in gewissen F&auml;llen
durch eine relative Isoliertheit von kausalen Geschehnissen gekennzeichnet.
K&ouml;nnen wir demgem&auml;&szlig; eine zwei-Schichten-Struktur der Alltagswelt
menschlichen Verhaltens annehmen, mit realen kontinuierlich sich ver&auml;ndernden
Dingen (vor allem Menschen) auf der unteren Ebene, und sozialen Kollektivgegenst&auml;nden
auf der oberen Ebene (ein Fall von 'Supervenienz'). Eine derartige Auffassung
finden wir bei Searle in seiner <i>Konstruktion der gesellschaftlichen
Wirklichkeit, </i>wo die obere, abstrakte Schicht von 'institutionellen
Tatsachen<span STYLE="font-family: Times New Roman">' sozusagen &uuml;ber
die konkrete Welt von menschlichen T&auml;tigkeiten, Gewohnheiten, Glaubenszust&auml;nden&nbsp;</span>u.
dgl. schwebt.<span STYLE="font-family: Times New Roman"> Das Problem einer
solchen Auffassung ist, da&szlig; sie die Tatsache schwer erkl&auml;rbar
macht, da&szlig; es Interaktionen zwischen den beiden Schichten in beiden
Richtungen gibt. Unser Verhalten als kausal-energetische Wesen ist doch
in vielfacher Hinsicht durch unsere Partizipation in sozialen Objekten
in einer Weise beeinflu&szlig;t, die eine Auffassung letzterer als blo&szlig;e
abstrakte Wiederspiegelungen der ihnen unterliegenden kausalen Geschehnisse
auszuschlie&szlig;en scheint. Wie k&ouml;nnen wir aber die Tatsache, da&szlig;
soziale Objekte durch rechtliche Bestimmungen, durch blo&szlig;e Erlasse
in die Welt kommen, in Einklang mit der Tatsache bringen, da&szlig; sie
die F&auml;higkeit haben, unser Verhalten zu bestimmen und zu erzwingen
(das Problem der Normativit&auml;t von Normen)?</span>
<p><span STYLE="font-family: Times New Roman"></span>
<h2>
<span STYLE="font-family: Times New Roman"><font size=+1>Ontologie des
Mesokosmos</font></span></h2>
<span STYLE="font-family: Times New Roman">Soziale Objekte sind Gesch&ouml;pfe
der mesoskopischen Wirklichkeit, die wir auch die Welt des Common-sense
nennen k&ouml;nnen.<sup><a href="#N_12_"> (12)</a></sup> Diese ist eine
Welt in der Menschen arbeiten, essen, schlafen, sprechen, beurteilen, bewerten,
eine Welt von Tieren, Tischen, Kleidern, von S&uuml;&szlig; und Sauer,
von Rot und Gr&uuml;n, Warm und Kalt. Diese Common-sense-Welt ist vor allem
eine Welt von <i>Dingen, </i>die wir in der Erf&uuml;llung verschiedener
praktischer Zwecke verwenden.</span>
<p><span STYLE="font-family: Times New Roman">Zur Common-sense-Welt geh&ouml;ren
auch die Medien (Wasser, Rauch), worin die Dinge sich bewegen.<sup><a href="#N_13_">
(13)</a></sup> Zur Common-sense-Welt geh&ouml;ren aber vor allem auch die
Umwelten, die Nischen, in denen wir unsere allt&auml;glichen Aufgaben ausf&uuml;hren.
Was ich jetzt behaupten m&ouml;chte ist, da&szlig; genauso wie die Gesamtheit
von Substanzen und Akzidenzien in nat&uuml;rliche Arten und Spezies eingeteilt
ist, es auch bei den verschiedenen Nischen unseres allt&auml;glichen Verhaltens
eine &auml;hnliche Einteilung in Arten und Spezies von Nischen gibt. Die
Common-sense-Welt ist nicht nur in intelligibler Weise in Spezies und Genera
von Dingen, Qualit&auml;ten, Vorg&auml;ngen eingeteilt, sondern auch in
Spezies und Genera von Nischen, von sozialen und institutionellen Kontexten,
von Verhaltensrahmen, Settings,&nbsp;<span STYLE="font-family: Times New Roman">worin
wir Menschen als Teilnehmer verflochten sind. Es gibt immer wieder Fu&szlig;ballspiele,
immer wieder Hochzeiten, immer wieder philosophische Vortr&auml;ge. Es
ist dann nicht so als ob wir Menschen auf der einen Seite und dingliche
Verhaltenskontexte auf der anderen h&auml;tten, als ob die Kluft dazwischen
etwa durch ein Verh&auml;ltnis 'Intentionalit&auml;t' zu &uuml;berbr&uuml;cken
w&auml;re. Vielmehr sind sowohl wir Menschen selbst als auch die physischen
Gegenst&auml;nde unseres allt&auml;glichen Tuns und Lassens in solchen
Verhaltenskontexten zusammengebunden.&nbsp;</span>
<p><span STYLE="font-family: Times New Roman">Verhaltenskontexte sind Entit&auml;ten
einer neuen Kategorie, die die Welt mesoskopischer Dinge und Geschehnisse
durch und durch pr&auml;gen. Der amerikanische Psychologe Roger Barker,
wie Gibson Vertreter der sogenannten '&ouml;kologischen Psychologie', nennt
sie 'behavior settings' oder auch 'physical-behavioral units' (physisch-behaviorale
Einheiten), um die Tatsache in den Vordergrund zu r&uuml;cken, da&szlig;
Verhaltenskontexte sowohl eine physische Seite haben (die Seite der Umweltgegenst&auml;nde,
Zimmer, Tische, St&uuml;hle, G&auml;nge, Z&auml;une, usw.), wie auch eine
Seite des menschlichen Verhaltens.&nbsp;</span>
<p><span STYLE="font-family: Times New Roman">Barker war Sch&uuml;ler des
Gestaltpsychologen Kurt Lewin und arbeitete zuerst als Assistent in der
von Lewin gegr&uuml;ndeten Child Welfare Station in Iowa. Die Arten von
physisch-behavioralen Einheiten, die durch Barker besonders favorisiert
wurden, waren dementsprechend: Wendys Geometriestunde am Freitag Nachmittag,
Franks t&auml;gliche Turn&uuml;bung, das w&ouml;chentliche Treffen des
Schachclubs. Solche Verhaltenskontexte wiederholen sich. Sie kommen immer
wieder. Sie sind ferner, um mit Barker zu sprechen, 'ganz gew&ouml;hnliche
ph&auml;nomenale Entit&auml;ten, nat&uuml;rliche Einheiten, die in keiner
Weise durch einen Ermittler aufoktroyiert werden. Den Laien sind sie genau
so objektiv wie Fl&uuml;sse und W&auml;lder - sie sind Teile der objektiven
Umwelt, die direkt erlebt werden wie Regen und Str&auml;nde.'<sup><a href="#N_14_">
(14)</a></sup></span>
<p>Physisch-behaviorale Einheiten sind Teile der Wirklichkeit, die von
un&uuml;bersch&auml;tzbarer Bedeutung f&uuml;r das Verst&auml;ndnis menschlichen
Lebens sind, da fast alle Formen menschlichen Verhaltens sich in ihrem
Rahmen ereignen. Alle Rollen werden in einem entsprechenden Verhaltenskontext
gespielt. Jedes Walten eines Amtes besteht nur im Rahmen eines solchen.
Alle Organisationen sind aus physisch-behavioralen Einheiten aufgebaut.
Jede k&uuml;nstlerische T&auml;tigkeit existiert als solche nur mit und
in einem durch sie geschaffenen Setting. Jeder hermeneutische Umgang mit
einem Text setzt die Bezugnahme auf relevante Kontexte voraus, die ebenfalls
mit Hilfe des Begriffs einer physisch-behavioralen Einheit zu behandelbaren
Gegenst&auml;nde der Forschung gemacht werden k&ouml;nnen. Alle Biographien
sind als eine Folge von physisch-behavioralen Einheiten geordnet. Auch
das Gehen oder das Fahren von einem Ort (Verhaltenskontext) zu einem anderen
ist in die Kategorie der physisch-behavioralen Einheiten<span STYLE="font-family: Times New Roman">
einzuordnen. Nur in den ganz seltenen Augenblicken der totalen Desorientiertheit
kann es erscheinen, da&szlig; wir von allen physisch-behavioralen Einheiten
befreit sind. Das hei&szlig;t aber, da&szlig; wir uns gerade in bezug auf
Entit&auml;ten dieser Kategorie in den normalen F&auml;llen orientieren.</span>
<br>&nbsp;
<h2>
<font size=+1>Vorgeschichte der physisch-behavioralen Einheiten</font></span></h2>
<span STYLE="font-family: Times New Roman">Kurt Lewin, Fritz Heider, Karl
B&uuml;hler, Egon Brunswik und andere Gestaltpsychologen der zweiten Generation
haben wichtige Fortschritte in Richtung einer Ontologie der Umwelt des
menschlichen Verhaltens gemacht. Abgesehen von gewissen Passagen in den
Schriften Heideggers und der von ihm beeinflu&szlig;ten franz&ouml;sischen
Existentialisten waren Verhaltenskontexte allerdings unter Philosophen
fast v&ouml;llig vernachl&auml;ssigt - wieder eine Konsequenz der Bevorzugung
seitens der philosophischen Tradition von episteme gegen&uuml;ber doxa.
Verhaltenskontexte wie: meine Abendsuppe, Wolfgangs Besuch in der Autowerkstatt,
geh&ouml;ren par excellence dem ('uneigentlichen') Bereich blo&szlig;er
Meinungen an. Daher ist man zu dem Schlu&szlig; gekommen, da&szlig; Objekte
dieses Typs entweder einer wissenschaftlichen Behandlung nicht f&auml;hig
sind (Heidegger), oder da&szlig; sie &uuml;berhaupt nicht existieren (Quine).</span>
<p><span STYLE="font-family: Times New Roman">Die Philosophen der Tradition
hatten desweiteren oftmals eine Vorliebe f&uuml;r verh&auml;ltnism&auml;&szlig;ig
einfache ontologische Systeme gekennzeichnet, und sie tendierten auch dazu,
Ontologien zu entwickeln, die den Rahmen der aristotelischen Kategorientafel
nicht sprengen w&uuml;rden. Wie jetzt schon klar sein wird, physisch-behaviorale
Einheiten sind radikal transkategoriale Einheiten: Sie &uuml;berspringen
die kategoriale Grenze zwischen Substanz und Akzidens. Und weil sie in
keine der beiden Seinsordnungen eingeordnet werden konnten, wurden sie
in der Tradition vernachl&auml;ssigt. Auch die sogenannten 'Ordinary Language
Philosophers' der Jahrhundertmitte, die den Ehrgeiz hatten, den Common-sense
Bereich in den Griff zu bekommen, haben Auffassungen entwickelt, die die
Gegenst&auml;nde dieses transkategorialen Bereichs im Rahmen einer monokategorialen
Theorie zu verstehen versuchen, die die Sprache als zentrales organisierendes
Moment des Common-sense Bereichs hinstellt. In der Tat allerdings, wie
Wittgenstein bemerkt hat, ist die Sprache ein Ph&auml;nomen, das selbst
koh&auml;renterweise erst im Rahmen einer Ontologie von Verhaltenskontexten
erkl&auml;rt werden k&ouml;nnte: 'eine Sprache vorstellen hei&szlig;t,
sich eine Lebensform vorstellen.' '… das
<i>Sprechen</i> der Sprache [ist]
ein Teil einer T&auml;tigkeit, oder einer Lebensform'<sup><a href="#N_15_">
(15)</span></a></sup> Verhaltenskontexte und der Mesokosmos sozialen Verhaltens
sind viel &auml;lter als die Sprache. Die Alltagswelt dieses Verhaltens
unter ihrem linguistischen Aspekt erkl&auml;ren zu wollen, hei&szlig;t,
das Ganze erkl&auml;ren zu wollen unter dem Aspekt einer seiner verh&auml;ltnism&auml;&szlig;ig
sp&auml;t entwickelten Teile.
<br>&nbsp;
<h2>
<font size=+1>Ontologie von physisch-behavioralen Einheiten</font></h2>
Jeder Verhaltenskontext hat zwei Sorten von Bestandteilen: Menschen, die
sich so und so verhalten (beim Vortragen, Zuh&ouml;ren, Essen, Fahren),
und physische Gegenst&auml;nde, die mit diesem Verhalten assoziiert werden
(St&uuml;hle, Wiesen, Angelruten, Skalpelle). Jeder Verhaltenskontext hat
eine mehr oder weniger wohldefinierte Grenze, die ein organisiertes internes
Vordergrundmuster von einem externen Hintergrund (einem 'Horizont', um
mit Husserl zu sprechen) trennt. Auch diese Grenze ist ein Teil der objektiven
Wirklichkeit. Die Grenze kann sowohl r&auml;umlich als auch zeitlich sein.
(Sch&uuml;ler und Lehrer sind <i>im</i> Klassenzimmer. Das Rennen beginnt
um 10 Uhr morgens, das Gesch&auml;ft schlie&szlig;t um 8 Uhr abends.)<span STYLE="font-family: Times New Roman">
Die Grenze eines Verhaltenskontexts umfa&szlig;t physisch ein gewisses
St&uuml;ck Welt (einen Fu&szlig;ballplatz, einen Tisch in der Mensa, ein
Krankenbett). Auf der Verhaltensseite umfa&szlig;t sie nur Verhalten gewisser
Formen oder Muster und schlie&szlig;t fremdes Verhalten aus, das nichts
mit der gegebenen Verhaltenseinheit zu tun hat. Ein Niesen seitens des
Br&auml;utigams geh&ouml;rt nicht zum Verhaltenskontext einer Hochzeitszeremonie.&nbsp;</span>
<p><span STYLE="font-family: Times New Roman">Die &ouml;kologischen Nischen
der Tierwelt sind komplexe nat&uuml;rliche Gebilde, Verhaltenskontexte
wie politische Sitzungen oder Symphoniekonzerte sind dagegen zum gr&ouml;&szlig;eren
Teil Artefakte. Wie Barker es formulierte:</span>
<blockquote>Das Modell einer Maschine scheint eher geeignet als das Modell
eines Organismus oder einer Person, um das Geschehen [im Bereich der Verhaltenskontexte]
darzustellen. Ein Verhaltenskontext kann z. B. 'abgeschaltet' und auseinandergenommen
werden nach dem Willen des Leiters oder des Vorsitzenden. Letzterer kann
die Sitzung (f&uuml;r eine Kaffeepause) unterbrechen und sie dann wieder
zur Ordnung rufen. Im auseinandergenommenen Zustand k&ouml;nnen einige
Teile reguliert werden (ein Teilnehmer ersetzt werden). Individuen haben
keine psychologischen Eigenschaften wie diese.<sup><a href="#N_16_"> (16)</a></sup></blockquote>
Die zeitlichen Gestalten vieler Verhaltenskontexte sind daher wesentlich
anders als die zeitlichen Gestalten individueller Leben und Erfahrungen.
<p>Auf der anderen Seite zeigen Verhaltenskontexte eine Widerstands- und
&Uuml;berlebensf&auml;higkeit, die sehr &auml;hnlich ist mit dem, welchem
man im biologischen Bereich begegnet. Verhaltenskontexte sind oft selbstregulierend.
Sie f&uuml;hren ihre Teilnehmer zu spezifischen charakteristischen Zust&auml;nden
und sie sch&uuml;tzen diese Zust&auml;nde innerhalb eines begrenzten Bereichs
von m&ouml;glichen &Auml;nderungen vor externen St&ouml;rungen. Kleine
&Auml;nderungen innerhalb gegebener Dimensionen k&ouml;nnen ohne Schaden
f&uuml;r das Weiterbestehen eines Verhaltenskontexts dieses Types verkraftet
werden. Das Gesamtverhalten, das die relevante Einheit ausmacht, z. B.
eines akademischen Vortrags, kann nicht grosso modo ge&auml;ndert werden,
ohne da&szlig; es g&auml;nzlich zerst&ouml;rt wird. Der Vortragende darf
nicht singen oder sich selbst Beifall klatschen. Er darf nicht zu viele
Witze erz&auml;hlen. Die Sitzung mu&szlig; eine Einleitung haben, die m&ouml;glichst
vor dem Vortrag, eine Diskussion, die m&ouml;glichst nach dem Vortrag stattfinden
sollte. Die Sitzung hat dar&uuml;ber hinaus eine hierarchische Struktur
ineinandergeschachtelter Subteile: es gibt verschiedene Teilnehmer mit
bestimmten Rollen: Vorsitzende, Vortragende, Zuh&ouml;rer, usw.; es gibt
verschiedene Teile des Vortrags selbst: Sektionen, Abs&auml;tze, einzelne
S&auml;tze, Worte, usw. Wie im Bereich der Substanzen und Akzidenzien,
so auch im Bereich der Verhaltenskontexte bezeugen die Gebilde, mit denen
wir zu tun haben, die Struktur eines mehrschichtigen Montagebaus mehr oder
weniger ersetzbarer Bestandteile.
<br>&nbsp;
<h2>
<font size=+1>Die systematische reziproke Anpassung zwischen Verhalten
und Nische</font></h2>
Ein Verhaltenskontext ist eine Einheit. Seine Teile sind vereinigt, nicht
aber durch irgendwelche &Auml;hnlichkeit oder substantielle Gemeinschaft,
sondern durch eine Verwobenheit der verschiedenen Teile ineinander, sowohl
der physischen als auch der behavioralen, in einer Weise, da&szlig; sie
zusammen ein bestimmtes Schema formen, das in keiner Hinsicht willk&uuml;rlich
ist. Es herrscht wieder ein Verh&auml;ltnis der gegenseitigen Anpassung
zwischen den typischen Verhaltensmustern, die sich im gegebenen Verhaltenskontext
ereignen, und der Anordnung seiner physischen Bestandteile. Die Sitzpl&auml;tze
in der Aula sind in Richtung auf die Sprecherin angeordnet, die ihre Bemerkungen
an die Zuh&ouml;rer richtet. Die Grenze des Fu&szlig;ballplatzes ist, abgesehen
von einigen vorgeschriebenen Ausnahmen, auch die Grenze des Spielverhaltens.
Diese gegenseitige Anpassung von Verhalten und physischer Umwelt bezieht
sich auf die feine innere Struktur des Verhaltens in einer Weise, die eine
radikale Nichttransponierbarkeit gew&ouml;hnlicher Verhaltensmuster von
einer Umwelt in eine andere mit sich bringt. Die physischen (historischen,
zeremoniellen) Bedingungen, die an gegebenen Orten verwirklicht werden,
sind dar&uuml;berhinaus f&uuml;r gewisse Verhaltenstypen wesentlich, wie
auch spezifische Personen mit spezifischen Motivationen oder F&auml;higkeiten
wesentlich sein k&ouml;nnen.
<p>Es gibt verschiedene Kr&auml;fte, die dazu beitragen, da&szlig; diese
gegenseitige Anpassung zustande kommt und sich in einer Weise bewahrt,
die die Integrit&auml;t der physisch-behavioralen Einheit durch die Zeit
aufrechterh&auml;lt. Diese Kr&auml;fte bestehen darin, da&szlig; der Verhaltenskontext
als physische Struktur die in ihm beheimateten Verhaltensabl&auml;ufe bestimmt,
etwa dadurch, da&szlig; Z&auml;une oder G&auml;nge oder klimatische oder
topographische Aspekte der gegebenen Umgebung<span STYLE="font-family: Times New Roman">
die m&ouml;glichen Bewegungen seitens der Teilnehmer einschr&auml;nken.
Die physische Welt liefert dadurch, da&szlig; sie die Nischen unserem Verhalten
bereitstellt, ein System von Gleisen f&uuml;r die routinisierten Aspekte
unseres Lebens.</span>
<br>&nbsp;
<h2>
<font size=+1>Hierarchische Struktur Transkategorialit&auml;t und generische
Abh&auml;ngigkeit physisch-behavioraler Einheiten</font></h2>
<span STYLE="font-family: Times New Roman">Viele physisch-behaviorale Einheiten
treten in Montagebaustrukturen auf, wie vergleichsweise ein K&uuml;kenembryo
als eine eingenistete Hierachie von Organen, Zellen, Kernen, Molek&uuml;len,
Atomen, und subatomaren Teilchen aufgebaut ist. Hier allerdings ist die
Montagebaustruktur eine doppelte: sowohl die physischen Teile einer gegebenen
physisch-behavioralen Einheit als auch die assoziierten stabilen Verhaltensmuster
seitens der teilnehmenden Personen sind in den Standardf&auml;llen Unterteilungen
in weitere Einheiten f&auml;hig, die ihre eigenen mehr oder weniger bestimmten
Grenzen innerhalb des Gesamtkontextes haben. Eine Einheit im Mittelbereich
einer solchen Montagebaustruktur ist sowohl Ganzes als auch Teil, sowohl
Ding f&uuml;r die es umschlie&szlig;ende Nische als auch Umwelt f&uuml;r
die Untereinheiten, die sie enth&auml;lt. Die erste Strophe ist Teil des
ersten Satzes, der erste Satz Teil der ganzen Symphonie, die Symphonie
Teil des ganzen Konzerts. Ein l&auml;chelnder Mund <i>l&auml;chelt</i>
nur in einem menschlichen Gesicht.&nbsp;</span>
<p><span STYLE="font-family: Times New Roman"><i>Eine physisch-behaviorale
Einheit ist eine transkategoriale Struktur.</i> Schon einfache Ereignisse
k&ouml;nnen manchmal sehr komplex sein. Betrachten wir z. B. einen Akt
des Versprechens. Dieser enth&auml;lt Teile von sprachlicher, psychologischer,
rechtlicher und ethischer Natur sowie rein physische Teile (wie Luftschwingungen
sowie chemische und elektrische Prozesse im Gehirn). Eine physisch-behaviorale
Einheit wie eine Messe, eine Gemeinderatssitzung oder die Inthronisation
eines Archiepiskopos ist eine viel komplexere Zusammensetzung von Personen,
Orten, Zeiten, Handlungen und Gegenst&auml;nden. Sie umschlie&szlig;t au&szlig;erdem
noch vielerlei nicht-physische Bestandteile, wie z. B. sprachliche und
rechtliche Elemente, Werte und Normen, alle in ganz spezifischen Weisen
mit den anderen Elementen zusammenkombiniert. Die mitverwickelten Bestandteile
sind dann nicht nur in ihrer materiellen Konstitution vielf&auml;ltig sondern
auch in ihrer kategorischen Form: sie beinhalten Substanzen, Ereignisse,
Handlungen, Zust&auml;nde, und mannigfaltige Relationen zwischen diesen.Wie
Barker schreibt:</span>
<p><span STYLE="font-family: Times New Roman">Die begriffliche Inkommensurabilit&auml;t
der Ph&auml;nomene, so sehr ein Hindernis f&uuml;r die Vereinheitlichung
der Wissenschaften, scheint die Einheiten der Natur nicht zu st&ouml;ren.
In den gr&ouml;&szlig;eren Einheiten sind Dinge und Ereignisse von begrifflich
immer entfernteren Wissenschaften aufgenommen und reguliert.<sup><a href="#N_17_">
(17)</a></sup></span>
<p>Was unser Verhalten angeht, mu&szlig; also auch die radikalste Diversit&auml;t
der Genera und Kategorien die Integration nicht verhindern.
<br>&nbsp;
<h2>
<font size=+1>Personen als soziale Objekte</font></h2>
Das Verh&auml;ltnis zwischen Teilnehmer und Verhaltenskontext ist eines
der reziproken Kodetermination. Jede teilnehmende Person hat zwei Stellen
innerhalb des Ganzen: 1. ist sie&nbsp;<span STYLE="font-family: Times New Roman">ein
Bestandteil, und erbringt dadurch einen Beitrag zum Aufbau des Ganzen;
2. ist sie ein Individuum, dessen Verhalten und dessen Eigenart als teilnehmendes
soziales Objekt teilweise durch dieses Ganze geformt ist. Die Person ist
gef&auml;rbt und gestaltet, ist zutiefst gepr&auml;gt durch ihren augenblicklichen
Verhaltenskontext. Und weil dieser Kontext sich st&auml;ndig &auml;ndert
folgt auch, da&szlig; eine und dieselbe Person&nbsp;</span>
<blockquote>viele St&auml;rken, viele Intelligenzen, viele Grade der sozialen
Reife, viele Auffassungsgeschwindigkeiten, viele Grade der Liberalit&auml;t
und des Konservatismus, viele Grade der Moralit&auml;t aufweist, &auml;bh&auml;ngig
zum gro&szlig;en Teil vom jeweiligen Kontext ihres Verhaltens. Dieselbe
Person, die eine markante Einf&auml;ltigkeit z. B. gegen&uuml;ber einem
mechanischen Problem hat, mag eine beeindruckende Fertigkeit und Geschicklichkeit
in gesellschaftlichen Situationen zeigen.<sup><a href="#N_18_"> (18)</a></sup></span></blockquote>
Eine menschliche Gesellschaft besteht schon aus diesem Grund nicht aus
Menschen als Einzelteilen, die wie Atome voneinander getrennt existieren
w&uuml;rden. Sie besteht vielmehr aus Menschen, die in verschiedenen Weisen
miteinander verwoben sind. Dasselbe Individuum tritt immer wieder in verschiedenen
Rollen auf, je nach seinen verschiedenen sozialen - religi&ouml;sen, politischen,
famili&auml;ren - Angliederungen.
<br>&nbsp;
<h2>
<font size=+1>Zusammenfassung</font></h2>
Unsere Theorie von sozialen Objekten k&ouml;nnen wir nun zusammenfassen.
Es gibt physisch-behaviorale Einheiten: bekannte, regul&auml;re, sich immer
wiederholende Verhaltensmuster, die unser allt&auml;gliches Leben bestimmen.
Diese physisch-behavioralen Einheiten bilden die Schl&uuml;sselkategorie
f&uuml;r ein Verst&auml;ndnis sozialer Objekte insgesamt. Solche physisch-behavioralen
Einheiten sind genauso ein Teil der Wirklichkeit wie die mesoskopischen
Substanzen und Akzidenzien, die in ihnen eingenistet sind. Auch soziale
Objekte anderer Arten - gef&auml;llte Urteile, verliehene Auszeichungen,
beantwortete Fragen - existieren nur im Rahmen von&nbsp;<span STYLE="font-family: Times New Roman">physisch-behavioralen
Einheiten</span>. In diesem Sinn, m&ouml;chte ich behaupten, bildet die
Kategorie physisch-behavioraler Einheiten das zentrale organisierende Prinzip
des Raums sozialer Ph&auml;nomene.
<br>&nbsp;
<br>&nbsp;
<h2>
Literatur</h2>
Barker, Roger G. 1968 <i>Ecological Psychology. Concepts and Methods for
Studying the Environment of Human Behaviour</i>, Stanford: Stanford University
Press.
<p>Barker, Roger G. und Associates 1978 <i>Habitats, Environments, and
Human Behaviour. Studies in Ecological Psychology and Eco-Behavioural Science
from the Midwest Psychological Field Station, 1947-1972</i>, San Francisco:
Jossey-Bass Publishers.
<p>Brunswik, Egon 1934 <i>Wahrnehmung und Gegenstandswelt. Grundlegung
einer Psychologie vom Gegenstand her</i>, Leipzig und Wien: Deuticke.
<p>Gibson, J. J. 1966 <i>The Senses Considered as Perceptual Systems</i>,
London: George Allen and Unwin.
<p>Gibson, J. J. 1979 <i>The Ecological Approach to Visual Perception</i>,
Boston: Houghton-Mifflin, repr. 1986, Hillsdale, NJ: Lawrence Erlbaum.
<p>Gilbert, Margaret 1989 <i>On Social Facts</i>, New York: Routledge,
Chapman and Hall.
<p>Gilbert, Margaret 1993 "Group Membership and Political Obligation",
<i>The
Monist,</i> 76, 119-131.
<p>Heider, Fritz 1926 "Ding und Medium", <i>Symposion, </i>1, 109-57.
<p>Heider, Fritz 1959 <i>On Perception and Event Structure, and the Psychological
Environment, Selected Papers (Psychological Issues, Vol. 1, No. 3), </i>New
York: International Universities Press.
<p>Husserl, Edmund 1952 <i>Ideen zu einer reinen Ph&auml;nomenologie und
ph&auml;nomenologischen Philosophie. Zweites Buch: Ph&auml;nomenologische
Untersuchungen zur Konstitution</i>, M. Biemel (Hrsg.), Den Haag: Nijhoff.
<p>Husserl, Edmund 1954 <i>Die Krisis der europ&auml;ischen Wissenschaften
und die transzendentale Ph&auml;nomenologie. Eine Einleitung in die ph&auml;nomenologische
Philosophie</i>, W. Biemel (Hrsg.), Den Haag: Nijhoff.
<p>Marty, Anton 1908 <i>Untersuchung zur Grundlegung der allgemeinen Grammatik
und Sprachphilosophie</i>, volume 1, Halle a. S.: Max Niemeyer, wiederabgedruckt
Hildesheim: Olms, 1976.
<p>Merleau-Ponty, Maurice 1966 <i>Ph&auml;nomenologie der Wahrnehmung,
</i>&uuml;bersetzt
von Rudolf Boehm, Berlin: De Gruyter.
<p>Scheler, Max 1954 <i>Der Formalismus in der Ethik und die materiale
Wertethik</i>, 4. Ausg., Bern: Francke.
<p>Schoggen, P. 1989 <i>Behavior Settings. A Revision and Extension of
Roger G. Barker's </i>Ecological Psychology<i>, </i>Stanford: Stanford
University Press.
<p>Searle, John R. 1995 <i>The Construction of Social Reality, </i>New
York: Free Press (dt.: <i>Die Konstruktion der gesellschaftlichen Wirklichkeit.
Zur Ontologie sozialer Tatsachen</i>, Hamburg: Rowohlt, 1997).
<p>Smith, Barry 1994 "Die Strukturen der Common-Sense Welt", <i>Logos,
</i>N.
F. 1, 422-449.
<p>Smith, Barry 1995 "Common Sense", in Barry Smith und David Woodruff
Smith (Hrsg.) <i>The Cambridge Companion to Husserl</i>, Cambridge: Cambridge
University Press., 394-436.
<p>Smith, Barry und Varzi, Achille 1998, "The Niche", <i>Working Papers
of the Center for Cognitive Science, </i>University at Buffalo..
<p>Uexk&uuml;ll, Jakob von 1928 <i>Theoretische Biologie</i>, Berlin: J.
Springer.
<p>Wittgenstein, Ludwig 1984 <i>Werkausgabe, </i>Band I, Frankfurt: Suhrkamp.
<br>&nbsp;
<p><b>Fu&szlig;noten</b>
<p><a NAME="N_1_"></a>1. Searle 1995, S. 24.
<p><a NAME="N_2_"></a>2. Husserl 1952, S. 185.
<p><a NAME="N_3_"></a>3. Scheler 1954, S. 158f.
<p><a NAME="N_4_"></a>4. Vgl. Uexk&uuml;ll 1928.
<p><a NAME="N_5_"></a>5. Vgl. Gibson 1986, S. 101.
<p><a NAME="N_6_"></a>6. Merleau-Ponty 1966, S. 175.
<p><a NAME="N_7_"></a>7. Merleau-Ponty, a.a.O.
<p><a NAME="N_8_"></a>8. <i>Krisis</i>, Beilage III, Hua VI, S. 382.
<p><a NAME="N_9_"></a>9. Vgl. Smith und Varzi 1998.
<p><a NAME="N_10_"></a>10. Vgl. Gilbert 1989, 1993.
<p><a NAME="N_11_"></a>11. Marty 1908, S. 321.
<p><a NAME="N_12_"></a>12. Vgl. Smith 1994, 1995.
<p><a NAME="N_13_"></a>13. Vgl. Heider 1926</span>.
<p><a NAME="N_14_"></a>14. Barker 1968, S. 11.
<p><a NAME="N_15_"></a>15. Wittgenstein 1984, S. 241f., 250.
<p><a NAME="N_16_"></a>16. Barker 1978, S. 34f</span>.
<p><a NAME="N_17_"></a>17. Barker 1968, S. 155.
<p><a NAME="N_18_"></a>18. Schoggen 1989, S. 7.</blockquote>

</body>
</html>
