<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Generator" content="WordPerfect 9">
   <meta name="GENERATOR" content="Mozilla/4.51 [en] (Win98; I) [Netscape]">
   <meta name="Author" content="Barry Smith">
   <meta name="Classification" content="Philosophie, Metaphysik">
   <meta name="KeyWords" content="Philosophie, Metaphysik, Naive Physik, Aristoteles">
   <title>Zum Wesen des Common sense: Aristoteles und die naive Physik</title>
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#0000FF" vlink="#551A8B" alink="#FF0000">

<blockquote>&nbsp;
<center>
<p><b><font size=+2>Zum Wesen des Common sense:</font></b>
<br><b><font size=+2>Aristoteles und die naive Physik</font></b></center>
<br>
<BR>
<center></span><span STYLE="font-family: Dutch 801" STYLE="font-size: 14pt"><b><font size=+1>Barry
Smith</font></b></span><span STYLE="font-family: Dutch 801" STYLE="font-size: 10pt"></center>
</span><!--Divide common sense principles into two groups = A-D = general
metaphysical principles, EF = specific to ALltagsrealit&auml;t

Lebenswelt + Natural Attitude 

Gemeine Menschenverstand 
Gemeinsinn
Gesunde Menschenverstand in Kant CPrR

Do I mean by common sense just pre-theoretical feelings and
experiences?
pre-analytic data?--><br>
<BR>
<center><i>Zeitschrift f&uuml;r philosophische Forschung</i>, 46/4, 1992,&nbsp;</span><span STYLE="font-family: Times New Roman" STYLE="font-size: 10pt">508-525.</span><span STYLE="font-family: Dutch 801" STYLE="font-size: 10pt"></span></center>

<p><br>
<br>
<br>
<p><span STYLE="font-family: Dutch 801">In der Antike kannte man zwei Arten
der Physik. Auf der einen Seite gab es die
<i>Astronomie</i>, die durch
die Verwendung exakter mathematischer Prinzipien gekennzeichnet ist; auf
der anderen Seite gab es die <i>Physik</i> in der eigentlichen Bedeutung
des Wortes, eine Wissenschaft, die vielfach mit dem zusammenf&auml;llt,
was wir heute `Metaphysik' nennen. W&auml;hrend die Astronomie mit dem
Bereich des Himmlischen und des Unverg&auml;nglichen zu tun hat, handelt
die Physik vom Bereich des Sublunarischen, von den irdischen Dingen, die
entstehen und vergehen, sowie von ihren Bewegungen. Der Physiker ist mit
der Natur der Dinge vertraut, von denen er spricht, und daher versteht
er auch die Ursachen ihrer Bewegungen. Der Astronom kann dagegen nur mittelbar
mit Hilfe seines mathematischen Instrumentariums an die Geschehnisse herankommen,
die ihn interessieren, und er wird ihre eigentlichen Ursachen nie bestimmen
k&ouml;nnen.</span>
<p><span STYLE="font-family: Dutch 801">Wie Proklos es formulierte, ist
die sublunarische Physik dem Menschengeist zug&auml;nglich wurde sie doch
seiner Meinung nach vollst&auml;ndig durch Aristoteles selbst ausgearbeitet.
Die Physik des Himmels dagegen ist `voller Mysterien', und Gott hat das
Wissen dar&uuml;ber f&uuml;r sich behalten.<sup><a href="#N_1_"> (1)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">Diese bis zum Mittelalter g&auml;ngige
Auffassung findet man vielleicht am pr&auml;gnantesten bei Maimonides in
seinem <i>F&uuml;hrer der Zweifelnden</i>:&nbsp;</span>
<blockquote>Alles, was Aristoteles von den Dingen unterhalb der Mondsph&auml;re
gesagt hat, [entspricht] einer strengen Schlu&szlig;folgerung, und dies
sind Dinge, deren Ursachen man kennt und die einander notwendig bedingen
. . . Hingegen wei&szlig; von dem, was im Himmel ist, kein Mensch etwas
au&szlig;er dem geringen mathematischen Ausma&szlig;e.<sup><a href="#N_2_">
(2)</a></sup></span></blockquote>
<span STYLE="font-family: Dutch 801">Zwar gab es im 14. Jahrhundert z.B.
bei den sog. `Calculatores' in Oxford (Bradwardine, Heytesbury, Swineshead
usw.) Gedankenexperimente in Richtung auf eine einheitliche, mathematisch
aufgebaute Naturphilosophie. Die Schriften der Calculatores haben aber
in erster Linie eine logische und p&auml;dagogische Aufgabe; die einheitliche
physikalische Welt, die dort mit mathematischen Mitteln beschrieben wird,
ist bewu&szlig;t und absichtlich als ein imagin&auml;rer Fall dargestellt,
und nicht als etwas, dem Realit&auml;t zukommen w&uuml;rde.<sup><a href="#N_3_">
(3)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">Erst Kopernikus wagte es, die Erde
den anderen Planeten gleichzustellen, und erst seit der Renaissance beginnt
die Auffassung an G&uuml;ltigkeit zu gewinnen, da&szlig; alle physikalischen
Geschehnisse durch ein und dasselbe System dynamischer Postulate zu erkl&auml;ren
seien. Diese Auffassung wurde bekanntlich vor allem durch Galilei und Newton
gefestigt und gilt bis heute als ein Gemeinplatz sowohl der Philosophie
als auch der Wissenschaft der nat&uuml;rlichen Welt. Ich m&ouml;chte aber
im folgenden zeigen, da&szlig; wir jetzt aus eher unerwarteten Gr&uuml;nde
zur alten dualistischen Auffassung zur&uuml;ckkehren und uns nicht mehr
vom alleinigen Vorrecht der nachgalileischen Physik leiten sollten.</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Das Salatproblem</b></span>
<p><span STYLE="font-family: Dutch 801">Stellen wir uns vor, da&szlig;
wir einen Roboter bauen m&ouml;chten, der in der Lage w&auml;re, uns beispielsweise
einen Salat vom Salat-Buffet des n&auml;chstgelegenen Restaurants zu holen.
Der Roboter mu&szlig; zun&auml;chst in der Lage sein, sich &uuml;ber die
Stra&szlig;e und durch das Restaurant zu bewegen, er mu&szlig; Hindernisse
wie Tische, St&uuml;hle und Menschen erkennen und ihnen aus dem Wege gehen
k&ouml;nnen, er mu&szlig; Tomaten und Gurken erkennen und greifen und in
Bewegung bringen k&ouml;nnen, ohne da&szlig; sie zerquetscht werden, er
mu&szlig; &Ouml;l und Essig im richtigen Verh&auml;ltnis mischen und in
der richtigen Menge &uuml;ber den Salat gie&szlig;en k&ouml;nnen und vieles
andere mehr.</span>
<p><span STYLE="font-family: Dutch 801">Alle diese T&auml;tigkeiten setzen
voraus, da&szlig; die relevanten Inputdaten irgendwie durch den Roboter
gesammelt und entsprechende Kalkulationen vorgenommen werden, deren Ergebnisse
sein weiteres Handeln dann bestimmen m&uuml;&szlig;ten. Das Holen von Salat
mu&szlig; er in un&uuml;bersehbar viele mathematische Gleichungen zerlegen,
die er dann nach Maximierungsprinzipien zu l&ouml;sen h&auml;tte. Und obwohl
die Wissenschaft der Robotik noch im Anfangsstadium ist, wissen wir schon
ziemlich viel dar&uuml;ber, welche Schwierigkeiten bei der Gewinnung der
entsprechenden Daten entstehen und welcher Gr&ouml;&szlig;enordnung die
n&ouml;tigen Kalkulationen sein m&uuml;&szlig;ten, um die gegebene Aufgabe
erf&uuml;llen zu k&ouml;nnen. Wir k&ouml;nnen vor allem feststellen, da&szlig;
mit den rechnerischen Mitteln, die dem Roboter zur Verf&uuml;gung stehen,
oder stehen k&ouml;nnen, solche Kalkulationen, auch wenn die entsprechenden
Gleichungen &uuml;berhaupt l&ouml;sbar w&auml;ren, in der gegebenen Zeit
einfach nicht durchf&uuml;hrbar w&auml;ren. Es w&auml;re dem Roboter schlicht
unm&ouml;glich, gerade jene Information herauszukristallisieren, die in
einer sich st&auml;ndig &auml;ndernden Welt f&uuml;r sein zuk&uuml;nftiges
Handeln von Bedeutung w&auml;re.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Schon vor Galilei konnte sich aber
der <i>Mensch</i> verh&auml;ltnism&auml;&szlig;ig problemlos einen Salat
von einem Salat-Buffet holen. Damals wie jetzt wurde er mit keinen derartigen
rechnerischen Schwierigkeiten konfrontiert. Es hat also den Anschein, als
setzte der Mensch bei seinem Durchgang durch die Welt eine andere, eine
gr&ouml;bere Physik ein als es die moderne quantitative Physik der g&auml;ngigen
Lehrb&uuml;cher ist. Und mit dieser seiner Physik ist der Mensch in der
Lage, die physikalischen Probleme, die ihn konfrontieren, mehr oder weniger
spontan zu l&ouml;sen.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Diese grobe, auf die Strukturen
unserer Alltagswelt gleichsam zugeschnittene Physik setzt der Mensch nicht
nur beim Sichbewegen und beim Sichorientieren in der Alltagswelt ein, sondern
z.B. auch dann, wenn er Berichte &uuml;ber diese Alltagswelt zu verstehen
oder auszulegen hat, oder wenn er selbst solche Berichte formulieren mu&szlig;.
Dies deutet darauf hin, da&szlig; der Mensch in der Lage ist, sein naiv-physikalisches
Wissen nicht nur sozusagen unbewu&szlig;t und in actu motus zu verwirklichen,
sondern auch in der Gestalt explizit formulierbarer S&auml;tze. Wir haben
es also nicht nur mit einem rein praktischen Wissen, mit einem nicht-intelligenten
K&ouml;nnen des Menschen, sondern auch mit echtem <i>Wissen da&szlig; </i>zu
tun, bez&uuml;glich dessen wir begr&uuml;ndete Hoffnung haben d&uuml;rfen,
ihm durch Verfeinerung und Verbesserung die Form einer systematischen Theorie
geben zu k&ouml;nnen.&nbsp;</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Die naive Physik</b></span>
<p><span STYLE="font-family: Dutch 801">In der neuen k&uuml;nstlichen Intelligenzforschung
bem&uuml;ht man sich daher intensiv, das menschliche Wissen &uuml;ber die
physikalischen Eigenschaften unserer Alltagsrealit&auml;t in einer Weise
zu ermitteln, die es erlauben w&uuml;rde, die entsprechenden F&auml;higkeiten
des Menschen auch seitens eines Roboters zu simulieren. Die Fr&uuml;chte
dieser Bem&uuml;hungen zeigen sich z.B. in der sogenannten `qualitative
physics' von Kleer und Brown,<sup><a href="#N_4_"> (4)</a></sup> in der
`common-sense metaphysics' von Hobbs u.a.,<sup><a href="#N_5_"> (5)</a></sup>
und in der `naiven Physik' von Patrick Hayes, vor allem in seinem "Naive
Physics Manifesto",<sup><a href="#N_6_"> (6)</a></sup> das uns im folgenden,
stellvertretend f&uuml;r ein ganzes Genre, zun&auml;chst besch&auml;ftigen
soll.</span>
<p><span STYLE="font-family: Dutch 801">Sowohl aus psychologischen wie
auch aus rechnerischen (und d.h. letztendlich mathematischen) &Uuml;berlegungen
gehen diese Wissenschaftler davon aus, da&szlig; es nicht die nachgalileische,
quantitative Physik ist, die den menschlichen Organismus in seinen allt&auml;glichen
Bewegungen durch die Welt f&uuml;hrt, sondern gerade eine qualitative Physik
der Art, wie man sie vor Galilei kannte.<sup><a href="#N_7_"> (7)</a></sup>
Bei der Feststellung z.B., welches die verschiedenen Typen und die verschiedenen
statischen und dynamischen Eigenschaften der K&ouml;rper sind, denen wir
in unseren allt&auml;glichen T&auml;tigkeiten begegnen und die f&uuml;r
unser t&auml;gliches Handeln relevant sind, verwenden wir unwissentlich
Gesetze und Regeln, die schon in den physischen und metaphysischen Schriften
von Aristoteles oder Buridan ausgearbeitet wurden.<sup><a href="#N_8_">
(8)</a></sup> Die klassische Metaphysik gewinnt hierbei sogar f&uuml;r
die industriellen Zwecke des heutigen Software-Ingenieurs und des Roboterkonstrukteurs
eine bisher unerwartete Bedeutung.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">In der Hayesschen naiven Physik,
die in der Sprache der Pr&auml;dikatenlogik erster Stufe formuliert wird,
werden die Pr&auml;dikate zun&auml;chst in tentativer Weise in verschiedene
Unterfamilien gruppiert, die eigene Zweige der naiv-physikalischen Disziplin
ausmachen sollen. Solche Unterfamilien gibt es z.B. in bezug auf (1) Gegenst&auml;nde
(Dinge, Substanzen, K&ouml;rper sowie ihre Teile), (2) Quantit&auml;ten
und Ma&szlig;e, (3) Qualit&auml;ten, (4) Ort und Lage, (5) Ver&auml;nderung
und Zeit, (6) Energie, Wirkung und Bewegung, und (7) Stoff und Materie
(einschlie&szlig;lich Fl&uuml;ssigkeiten). F&uuml;r jede Pr&auml;dikatengruppe
werden dann, nicht zuletzt durch systematische Introspektion, intuitiv
annehmbare Axiome gesucht.</span>
<p><span STYLE="font-family: Dutch 801">Betrachten wir etwa die Hayessche
Pr&auml;dikatenfamilie, die mit Orten und r&auml;umlichen Lagen zu tun
hat. Hier finden wir Begriffe wie: `auf', `in', `an', `Innen', `Au&szlig;en',
`Mauer', `Grenze', `Beh&auml;lter', `Hindernis', `Barriere', `Reibung',
`St&uuml;tzung', `Schwere', `Festigkeit', `Spannung', `Belastung', usw.,
die miteinander in nicht trivialer Weise axiomatisch zu verbinden w&auml;ren.
Hayes rechnet damit, da&szlig; er um die hunderttausend Pr&auml;dikate
brauchen w&uuml;rde, um das Geb&auml;ude seiner Theorie vollst&auml;ndig
errichten zu k&ouml;nnen.</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Die Objektivit&auml;t der Alltagsrealit&auml;t</b></span>
<p><span STYLE="font-family: Dutch 801">Die Vertreter der Wissenschaft
der naiven Physik glauben nun hiermit eine leistungsf&auml;hige Grundlage
f&uuml;r die L&ouml;sung jener Probleme beibringen zu k&ouml;nnen, denen
man in der Robotik begegnet. Ich m&ouml;chte vorerst dahingestellt lassen,
ob wir ihre diesbez&uuml;glichen Hoffnungen teilen sollen. Schon die bisher
erzielten Erfolge der modernen Verfechter der systematischen Anwendung
einer Physik vorgalileischer Pr&auml;gung etwa im Bereich des sogenannten
`qualitativen Differentialkalk&uuml;ls'<sup><a href="#N_9_"> (9)</a></sup>
sind aber interessant und herausfordernd genug, um klarzumachen, da&szlig;
es vielleicht sinnvoll ist, wieder einmal zu den &auml;lteren Lehren des
physikalisch-metaphysikalischen Alltagswissens zur&uuml;ckzukehren, um
sie erneut vom philosophischen Gesichtspunkt aus in Betracht zu ziehen.</span>
<p><span STYLE="font-family: Dutch 801">Es stellt sich zun&auml;chst die
Frage, was daf&uuml;r verantwortlich sein k&ouml;nnte, da&szlig; der Mensch
mit seinem naiv-physikalischen Wissen bez&uuml;glich der Alltagswelt eine
so beeindruckende F&auml;higkeit besitzt, mit Leichtigkeit die Hindernisse
dieser Welt &uuml;berwinden zu k&ouml;nnen. Die Antwort auf diese Frage,
die ich im folgenden verteidigen m&ouml;chte, lautet: Dieses naiv-physikalische
Wissen ist deswegen so n&uuml;tzlich, weil es zu einem betr&auml;chtlichen
Teil aus
<i>Wahrheiten</i> &uuml;ber eine ihm entsprechende Realit&auml;t
besteht.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Die meisten vorgalileischen Philosophen
gingen mit Aristoteles davon aus, da&szlig; die Formen des Geistes mit
den Formen der Gegenst&auml;nde &uuml;bereinstimmen. Unter `Formen der
Welt' sind dabei nat&uuml;rlich solche Formen zu verstehen, in denen diese
Welt uns in der normalen allt&auml;glichen Wahrnehmungserfahrung erscheint.
Es gibt zwar auch nach der aristotelischen Auffassung Irrt&uuml;mer auf
der Ebene der Alltagserfahrung. Sie betreffen aber nur einzelne Wahrnehmungsakte
und k&ouml;nnen die Wahrheit unserer Anschauungen von den allgemeinen Z&uuml;gen
dieser Welt nicht belasten. Die moderne Wissenschaft dagegen postuliert
hier eine Verzerrung. Dasselbe gilt &uuml;brigens f&uuml;r die nachkantischen
Philosophien, die auf der modernen Wissenschaftsidee aufbauen und die behaupten,
da&szlig; unsere &Uuml;berzeugungen bez&uuml;glich der Alltagswelt, n&auml;hme
man sie beim Wort, toto caelo falsch seien.&nbsp;</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Naive und nicht-naive Physik</b></span>
<p><span STYLE="font-family: Dutch 801">In einer nachgalileischen Zeit
kann die vorgalileische Auffassung in ihrer urspr&uuml;nglichen Form nat&uuml;rlich
nicht aufrechterhalten werden. Wir brauchen vielmehr, wie Wilfrid Sellars
es formulierte, eine stereoskopische Betrachtungsweise, die f&auml;hig
ist, sowohl dem modernen `scientific image' wie auch dem `manifest image'
des gesunden Menschenverstands gerecht zu werden.<sup><a href="#N_10_">
(10)</a></sup> Dieses manifest image wird interessanterweise durch Sellars
explizit mit der klassischen Tradition der philosophia perennis in Verbindung
gebracht. Viele ihrer Prinzipien decken sich, wie Sellars bemerkt, mit
den wichtigsten Prinzipien unseres Common sense-Wissens. Dies deutet erneut
darauf hin, da&szlig; es eine entsprechende, in ihren gr&ouml;bsten Z&uuml;gen
gleicherma&szlig;en immerw&auml;hrende Realit&auml;t gibt, die von diesem
Common sense und von der ihn verfeinernden philosophia perennis beschrieben
wird. Diese Realit&auml;t w&auml;re dann auch daf&uuml;r verantwortlich,
da&szlig; diese beiden Gedankensysteme &uuml;berhaupt entstanden sind,
und da&szlig; sie sich mit einer solchen Hartn&auml;ckigkeit immer wieder
erhalten haben. Die naive Physik ist von diesem Standpunkt aus gesehen
nur ein neuartiger Versuch, die statischen und dynamischen Strukturen dieser
schon seit jeher anerkannten Realit&auml;t in einem neuen theoretischen
Rahmen zu beschreiben.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Eine echte stereoskopische Betrachtungsweise
m&uuml;&szlig;te uns vor allem zeigen, wie diese Alltagsrealit&auml;t mit
jener Realit&auml;t in Zusammenhang zu bringen ist, die mehr oder weniger
ad&auml;quat in unseren jetzigen physikalischen Theorien erfa&szlig;t wird.
Wie ich in Zusammenarbeit mit Jean Petitot anderswo zu zeigen versucht
habe,<sup><a href="#N_11_"> (11)</a></sup> ist diese Alltagsrealit&auml;t
in einem mathematisch pr&auml;zisen Sinn <i>emergent</i> in bezug auf jene
Realit&auml;t, die in den physikalischen Lehrb&uuml;chern dargestellt wird.
Die Alltagsrealit&auml;t geh&ouml;rt zwar zur eigentlichen physikalischen
Welt und ist ein echter (wenn auch nicht leicht abzugrenzender) Teil davon.
Die qualitativen Strukturen aber, die sie aufweist, sind vom Standpunkt
der herk&ouml;mmlichen quantitativen Physik aus uninteressant und werden
von ihr nicht systematisch erfa&szlig;t.<sup><a href="#N_12_"> (12)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">Diese Strukturen sind aber trotzdem
(aus mathematisch erkl&auml;rbaren Gr&uuml;nden) von hoher Stabilit&auml;t.
Sie sind durchaus in dem strengen Sinn `objektiv' oder `autonom', da&szlig;
sie auch dann bestehen w&uuml;rden, wenn es keine Wesen g&auml;be, die
sie erfa&szlig;ten. (Dann g&auml;be es allerdings nat&uuml;rlich auch keinen
Grund, sie aus der unendlichen Vielfalt &auml;hnlicher physikalischer Strukturen
theoretisch herauszugreifen.) Die (Teil-)Realit&auml;t des gesunden Menschenverstands
g&auml;be es m.a.W. auch dann, wenn es keine Menschen g&auml;be, und eine
Wissenschaft wie die Pal&auml;ontologie setzt sich ja zum gro&szlig;en
Teil aus weithin wahren Behauptungen zusammen, die diese Realit&auml;t
betreffen, wie sie war, bevor es Menschen gab.</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Der Einwand der Anthropologie</b></span>
<p><span STYLE="font-family: Dutch 801">Ein naheliegender Einwand gegen
die erw&auml;hnte realistische oder objektivistische Auffassung der Alltagsrealit&auml;t
kommt von der Seite der empirischen Wissenschaft der kognitiven Anthropologie.
Die Vertreter dieser Wissenschaft stellen &uuml;berall fest, da&szlig;
es viele offenkundig falsche und sich gegenseitig widersprechende Meinungen
&uuml;ber die Strukturen der &auml;u&szlig;eren Realit&auml;t gibt, die
unter verschiedenen V&ouml;lkergruppen fest verankert sind.</span>
<p><span STYLE="font-family: Dutch 801">Unserer realistischen Auffassung
zufolge mu&szlig; es aber m&ouml;glich sein, Mittel zu finden, die es uns
erlauben, solche falschen Meinungen systematisch herauszufiltern, um dadurch
zu einer erheblichen Restmenge von Common sense-Wahrheiten zu gelangen,
die allen vern&uuml;nftigen Menschen oder vielmehr allen Menschengruppen
und Kulturen gemeinsam w&auml;ren. Die Anthropologen scheinen diesbez&uuml;glich
zwar schwerwiegende Gr&uuml;nde des Skeptizismus zu liefern. Es scheint
gewaltige Unterschiede zwischen den physikalischen Weltauffassungen der
verschiedenen Kulturen zu geben, Unterschiede, die noch dadurch versch&auml;rft
werden, da&szlig; diese Auffassungen sich mit der Zeit &auml;ndern (und
nicht zuletzt durch den Einflu&szlig; nicht-naiver wissenschaftlicher Theorien).<sup><a href="#N_13_">
(13)</a></sup> Wir m&uuml;ssen also wohl zugestehen, wenn wir unsere Untersuchungen
des gesunden Menschenverstands weiter vorantreiben wollen, da&szlig; wir
uns in viel gr&ouml;&szlig;erem Ausma&szlig; auf eine komparative Disziplin
der <i>Ethnophysik</i> einlassen m&uuml;ssen, als auf eine einzige priviligierte
Disziplin der naiven Physik, wie Aristoteles oder Patrick Hayes sie konzipiert
hat.&nbsp;</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Gegenargument</b></span>
<p><span STYLE="font-family: Dutch 801">Sicher ist, da&szlig; sich f&uuml;r
eine pluralistische oder relativistische Auffassung empirische Unterst&uuml;tzung
finden l&auml;&szlig;t. Es w&auml;re aber falsch, sozusagen a priori vorauszusetzen,
da&szlig; der gegebenen Vielfalt keine Grenzen gesetzt sind. Denn die Unterschiede,
denen man im Bereich der physikalischen Anschauungen der Menschen begegnet,
haben mit den im jeweils gegebenen Alltag bedeutungsvollen physikalischen
Strukturen nichts zu tun. Sie betreffen vielmehr Erkl&auml;rungsschemata
oder -mythen auf der Mikro- oder Makroebene. Die Gr&uuml;nde hierf&uuml;r
sind leicht verst&auml;ndlich und lassen sich aus den relativen &Uuml;berlebenschancen
verschiedener physikalischer Meinungssysteme herleiten. Ein Fischerstamm
etwa, dessen Mitglieder glauben w&uuml;rden, es bringe Gl&uuml;ck, vor
dem Angeln gro&szlig;e L&ouml;cher in ihre Boote zu bohren, w&uuml;rde
nicht lange &uuml;berleben. Unbegrenzte M&ouml;glichkeiten bieten sich
den Fischern dagegen in der Erkl&auml;rung daf&uuml;r, wie die Seelen der
Fische sich nach dem Tod bewegen.<sup><a href="#N_14_"> (14)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">Wenn wir uns also in unseren Untersuchungen
auf die Ebene der Alltagsrealit&auml;t konzentrieren und nur die hierf&uuml;r
relevanten &Uuml;berzeugungen des `normalen Menschen' in Betracht ziehen,
stellen wir alsbald fest, da&szlig; die vorgebliche Vielfalt, auf die sich
der erw&auml;hnte pluralistische Einwand st&uuml;tzt, nur scheinbar ist.
Gerade jenes &Uuml;berzeugungssystem, das die Gegenst&auml;nde der Alltagswelt
und ihre physikalischen Eigenschaften betrifft, hat sich unvermeidlicherweise
entwickelt und dann immer wieder best&auml;tigt.&nbsp;</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"></span><span STYLE="font-family: Dutch 801"><b>Prinzipien
des Common sense</b></span>
<p><span STYLE="font-family: Dutch 801">Die Erkl&auml;rungs- und Vorhersagekraft
der herk&ouml;mmlichen Physik erkl&auml;rt sich am besten dadurch, da&szlig;
diese Physik aus S&auml;tzen &uuml;ber eine entsprechende autonome Realit&auml;t
besteht. &Auml;hnlich, aber auf einer anderen Ebene, soll nun die Annahme
eines naiv-physikalischen Realismus den Erwerb, die Anpassungsf&auml;higkeit,
und den Erfolg unseres gesunden Menschenverstands dadurch erkl&auml;ren,
da&szlig; er aus Gesetzen besteht, die durch eine entsprechende autonome
Realit&auml;t wahr gemacht werden. Dadurch w&auml;ren auch die erhofften
rechnerischen Erfolge der entsprechenden Simulationen seitens Hayes und
seiner Roboter zu erkl&auml;ren.</span>
<p><span STYLE="font-family: Dutch 801">Um eine solche realistische Auffassung
in &uuml;berzeugender Weise formulieren zu k&ouml;nnen, m&uuml;ssen wir
aber erkennen, da&szlig; das System der Common sense-Gesetze nicht als
isoliertes Ganzes innerhalb der Gesamtheit unserer sonstigen &Uuml;berzeugungen
besteht. Vielmehr ist unser Common sense als Gef&uuml;ge von Wahrheiten
&uuml;ber die allt&auml;gliche Welt mit anderen Glaubenselementen verbunden
und ist als ein nur durch Abstraktion daraus zu trennendes Moment aufzufassen.
Diese anderen mit dem Common sense verbundenen Glaubenselemente sind daf&uuml;r
verantwortlich, da&szlig; unser Bild dieser Alltagsrealit&auml;t sich mit
der Zeit &auml;ndert. Die Tatsache dieser historischen Ver&auml;nderungen
wollen wir hier nat&uuml;rlich nicht leugnen; die Grundwahrheiten des Common
sense, wie z.B. da&szlig; fallengelassene K&ouml;rper gew&ouml;hnlich
<i>herunterfallen</i>,
werden aber nicht davon betroffen. Wir wollen auch nicht leugnen, da&szlig;
die Annahme einer autonomen Ebene der physikalischen Welt, die unsere Common
sense-Meinungen wahr machen w&uuml;rde, nicht notwendig zur Folge hat,
da&szlig; es nur ein einziges praktikables System solcher wahren Meinungen
geben k&ouml;nnte. Wenn wir allerdings wieder an das Fischerbeispiel denken,
stellen wir alsbald fest, da&szlig; die hier denkbaren Unterschiede letztlich
trivial sein m&uuml;ssen und nur etwa mit der Art und Weise zu tun haben
k&ouml;nnen, wie die Materie und Ereignisse der Alltagswelt in statische
und dynamische Einheiten aufgeteilt sind.</span>
<p><span STYLE="font-family: Dutch 801">Wir werden also im folgenden davon
ausgehen, da&szlig; es ein System wahrer Common sense-Meinungen gibt, das
die menschlichen Handlungen bestimmt. Die Prinzipien des gesunden Menschenverstands
k&ouml;nnen in die folgenden (als vorl&auml;ufige Denkhilfe aufzufassenden)
Gruppen eingeteilt werden:</span>
<p><span STYLE="font-family: Dutch 801">A. <i>Common sense-Realismus</i>:
Es gibt eine Welt, die allen Menschen gemeinsam ist. Diese Welt ist unabh&auml;ngig
sowohl von unserem Denken und unserer Wahrnehmung als auch von unseren
Handlungen, unserer Sprache, und unseren Theorien. Es ist eine Meta&uuml;berzeugung
des gesunden Menschenverstands &uuml;ber sich selbst, da&szlig; viele unserer
Common sense-&Uuml;berzeugungen wahr sind, <i>weil diese einheitliche Common
sense-Realit&auml;t</i> <i>so ist, wie sie ist.</i><sup><a href="#N_15_">
(15)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">B. <i>Zuverl&auml;ssigkeit der
Wahrnehmung:</i> Die Welt ist mehr oder weniger so, wie sie uns in unseren
Wahrnehmungsakten erscheint, und die &uuml;berwiegende Mehrheit von Urteilen,
die auf direkten Wahrnehmungen beruhen (`dies ist ein Apfel', `dies ist
ein Baum', `dies ist gelb', usw.), sind aus diesem Grund wahr. Die Wahrnehmung
liefert uns zwar nur partielle und einseitige Ausk&uuml;nfte &uuml;ber
die Gegenst&auml;nde unserer Aussenwelt. Ihre Ausk&uuml;nfte k&ouml;nnen
aber immer durch weitere Wahrnehmungsakte erg&auml;nzt und notfalls korrigiert
werden.</span>
<p><span STYLE="font-family: Dutch 801">Der gesunde Menschenverstand wei&szlig;,
da&szlig; die Ausk&uuml;nfte der Wahrnehmung, auf denen er beruht, oft
perspektivish und kontextabh&auml;ngig sind. Es ist sogar ein Prinzip des
gesunden Menschenverstands, da&szlig; wir in manchen F&auml;llen zwischen
der Art, wie die Welt <i>ist</i>, und der Art, wie sie uns oder unseren
Mitmenschen <i>erscheint</i>, unterscheiden m&uuml;ssen. Common sense ist
in diesem Sinn nicht naiv, da er eine Vielheit von Gegens&auml;tzen kennt,
die durch Ausdr&uuml;cke wie `erscheint als . . .', `ist in Wirklichkeit
. . .' usw. angezeigt werden.<sup><a href="#N_16_"> (16)</a></sup> Auf
der anderen Seite erkennt er aber auch, da&szlig; wir kraft der verschiedenen
Konstanz-Eigenschaften unserer Wahrnehmungserfahrung in vielen F&auml;llen
diesen perspektivischen Charakter der Wahrnehmung unber&uuml;cksichtigt
lassen k&ouml;nnen. Materielle K&ouml;rper erscheinen z.B. auch dann mit
konstanten Farben, wenn die Beleuchtung ge&auml;ndert wird. Dies sagt uns,
da&szlig; von der Perspektive der Alltagserfahrung aus die Farbe genauso
objektiv ist wie z.B. die Gestalt oder andere `prim&auml;re Qualit&auml;ten'.
Alle wahrnehmbaren Qualit&auml;ten werden ja vom Common sense als nicht
weniger von den sie wahrnehmenden Personen unabh&auml;ngig betrachtet wie
die Substanzen, die ihre Tr&auml;ger sind. Der Common sense wei&szlig;
nichts von `Empfindungen' oder `Sinnesdaten' im philosophischen Sinn des
Wortes. Die R&ouml;te oder W&auml;rme, die wir wahrnehmen, begreift er
als real existierende Qualit&auml;ten materieller Substanzen der Au&szlig;enwelt,
die auch dann existieren w&uuml;rden, wenn es uns nicht g&auml;be.<sup><a href="#N_17_">
(17)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">C. <i>Gemeinsamkeit des Common
sense: </i>Der gesunde Menschenverstand ist allen Menschen gemeinsam. Diese
Idee, die im Common sense selbst verankert ist, hat auch auf theoretischer
Ebene eine lange Geschichte.<sup><a href="#N_18_"> (18)</a></sup> Nach
Thomas Reid bilden unsere Common sense-Meinungen die unausweichliche Voraussetzung
jeden denkerischen Austauschs zwischen uns und anderen. Diese &Uuml;berzeugungen
sind so selbstverst&auml;ndlich, da&szlig; alles ihnen Entgegengesetzte
z.B., da&szlig; man eine Primzahl essen oder einen Fisch auf der Violine
spielen k&ouml;nnte , nicht nur als falsch, sondern als absurd erscheint.<sup><a href="#N_19_">
(19)</a></sup> Es wird wohlgemerkt hier nicht behauptet, da&szlig; was
alle glauben, deswegen schon zum Bestand der Common sense-Meinungen geh&ouml;re.
Noch weiter sind wir davon entfernt, eine Konsenstheorie der Wahrheit der
Thesen des Common sense zu akzeptieren und zu meinen, eine These sei deswegen
wahr, weil alle sie akzeptieren. Unsere These ist vielmehr die, da&szlig;
der Common sense deshalb erfolgreich sei, weil er aus Wahrheiten &uuml;ber
die Strukturen der Au&szlig;enwelt bestehe. Diese These w&auml;re ihrer
ganzen Kraft beraubt, falls `Wahrheit' selbst als abh&auml;ngig von einer
Teilhabe am Common sense betrachtet w&uuml;rde.</span>
<p><span STYLE="font-family: Dutch 801">D. <i>Die Substanz-Akzidens-Ontologie</i>:
Die Welt des gesunden Menschenverstands besteht aus dauerhaften k&ouml;rperlichen
Dingen oder Substanzen, welche die Tr&auml;ger verschiedener Kategorien
von Akzidentien sind. Substanzen k&ouml;nnen vor allem Qualit&auml;ten
haben und in verschiedenartige Ereignisse und Vorg&auml;nge verwickelt
werden.<sup><a href="#N_20_"> (20)</a></sup> Substanzen bleiben sich gleich,
auch wenn sie zu verschiedenen Zeiten Tr&auml;ger verschiedener, sogar
kontr&auml;rer Akzidentien sind.</span>
<p><span STYLE="font-family: Dutch 801">Die Substanzen der Alltagswelt
sind unabh&auml;ngig von ihren jeweiligen Akzidentien. Qualit&auml;ten,
Ereignisse und Vorg&auml;nge sind dagegen stets abh&auml;ngig von den ihnen
zugrundeliegenden Substanzen: sie k&ouml;nnen ohne die Substanzen, in denen
(oder im Verh&auml;ltnis zu denen) sie vorkommen, nicht existieren. Die
Substanzen der Alltagswelt unterscheiden sich weiter dadurch, da&szlig;
sie in der erw&auml;hnten Art als Identisches beharren k&ouml;nnen, Ereignisse
und Vorg&auml;nge dadurch, da&szlig; sie sich in der Zeit entfalten und
verschiedene <i>zeitliche Teile</i> haben. Mein Kopfschmerz setzt sich
z.B. aus sukzessiven Kopfschmerz<i>phasen</i> zusammen. Ich selbst dagegen
setze mich nicht aus meiner Kindheit, Jugend usw. zusammen; vielmehr hat
der ausgedehnte Vorgang, den wir mein `Leben' oder meine `Biographie' nennen,
meine Lebensphasen als Teile.</span>
<p><span STYLE="font-family: Dutch 801">Die Substanz-Akzidens Ontologie
mu&szlig; allerdings dadurch erg&auml;nzt werden, da&szlig; wir erkennen,
da&szlig; die Alltagsrealit&auml;t auch viele andere quasi-substantielle
Kategorien aufweist, etwa die der homogenen Massen, Fl&uuml;ssigkeiten,
der verschiedenartigen Gestalten h&ouml;herer Ordnung, sowie Grenzen, und
dergleichen mehr.</span>
<p><span STYLE="font-family: Dutch 801">E. <i>Nat&uuml;rliche Arten: </i>Wichtige
material-ontologische Unterteilungen nimmt der gesunde Menschenverstand
in bezug auf die Gesamtheit der irdischen Substanzen und Akzidentien (sowie
der Entit&auml;ten anderer Kategorien) vor. Der gesunde Menschenverstand
ordnet die Gesamtheit der allt&auml;glichen Substanzen, Qualit&auml;ten
und Vorg&auml;nge sowie ihre nat&uuml;rlichen Teile und Glieder generell
verschiedenen, sich nicht &uuml;berschneidenden nat&uuml;rlichen Arten
oder `Spezies' zu. In bezug auf jede nat&uuml;rliche Art unterscheidet
er eher `typische' F&auml;lle von eher nicht-typischen, die sich um die
typischen (die sogenannten `Prototypen') gruppieren. Diese typischen F&auml;lle
sind leichter zu erkennen und sie spielen daher im Lernproze&szlig; eine
priviligierte Rolle.<sup><a href="#N_21_"> (21)</a></sup> Dies insofern,
als die Tendenz besteht, in unseren Erinnerungen die weniger typischen
F&auml;lle den typischen anzugleichen. Der gesunde Menschenverstand versucht
im allgemeinen alles, ob Substanz oder Qualit&auml;t, spontan in einer
der nat&uuml;rlich gegebenen Alternativen unterzubringen. Die Palette dieser
Alternativen ist eng begrenzt, was unser Erkennens- und Wiedererkennensverm&ouml;gen
vielfach f&ouml;rdert.</span>
<p><span STYLE="font-family: Dutch 801">F. <i>Die Lehre von der Bewegung:
</i>Wie
jetzt schon klar wird, deckt sich der rohe Inhalt des gesunden Menschenverstands
zu einem betr&auml;chtlichen Teil mit dem, was Aristoteles in seinen physikalischen
und metaphysischen Schriften niedergelegt hat. In &Uuml;bereinstimmung
mit dem gesunden Menschenverstand unterscheidet Aristoteles vor allem zwischen
`selbstbewegenden' Dingen und solchen, die nur durch etwas anderes in Bewegung
versetzt werden k&ouml;nnen (241 b 34f.):</span>
<blockquote>es kommt manchmal vor, da&szlig; wir einen Anfang der Bewegung
in uns selbst und aus uns selbst heraus erzeugen, ohne da&szlig; etwas
uns von au&szlig;en in Bewegung gesetzt h&auml;tte. Wir sehen nichts derartiges
im Fall unbelebter Dinge, die immer von au&szlig;en in Bewegung gesetzt
werden (252 b 18-23).<sup><a href="#N_22_"> (22)</a></sup></span></blockquote>
<span STYLE="font-family: Dutch 801">&Uuml;ber das Problem der sich selbst
bewegenden Dinge und speziell der Willensfreiheit wird noch zu reden sein.
Vorerst einige Bemerkungen zur aristotelischen Lehre des In-Bewegung-Setzens
unbelebter K&ouml;rper. Hier weicht Aristoteles von dem Gedankengang des
gesunden Menschenverstands bekanntlich ab, und zwar in einer Weise, die
f&uuml;r die sp&auml;tere Entwicklung der physikalischen Theorie verh&auml;ngnisvoll
wurde.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Der aristotelischen Theorie liegt
die Idee zugrunde, Bewegung finde stets in einem Medium statt, das d&uuml;nner
oder dichter ist (215 b 1ff.). Von einer gegebenen Kraft wird dann einem
gegebenen K&ouml;rper in einem d&uuml;nneren Medium eine gr&ouml;&szlig;ere
Geschwindigkeit vermittelt als in einem dichteren. Warum bewegen sich geworfene
K&ouml;rper nun nach oben, was gegen ihre nat&uuml;rliche Neigung ist?
Alles in Bewegung Befindliche wird nach Aristoteles von irgend etwas in
Bewegung gesetzt und gehalten. Was k&ouml;nnte aber f&uuml;r die Weiterbewegung
eines geworfenen K&ouml;rpers verantwortlich sein, der sich auch noch nach
oben bewegt, nachdem er die Hand des Werfers verlassen hat? Die aristotelische
Antwort hierauf ist wenig &uuml;berzeugend. Er behauptet, die Luft (oder
das jeweils gegebene Medium) sei f&uuml;r das Weiterbewegen des geworfenen
K&ouml;rpers verantwortlich, als ob sie, nachdem sie durch den K&ouml;rper
geschoben und verdichtet wurde, sich sozusagen hinter ihm zusammenkr&auml;useln
und ihn weitertreiben w&uuml;rde. (215 a 14ff.)&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Schon im 2. Jahrhundert v. Chr.
wurde diese Lehre durch den Astronomen Hipparch in Frage gestellt. Sie
ist dann vor allem durch Philoponus im 6. Jahrhundert heftig kritisiert
worden, obwohl noch im 14. Jahrhundert die aristotelische Auffassung durch
sonst so fortschrittliche Denker wie die Oxforder Calculatores als unbezweifelbar
angenommen wurde. Die Suche nach einer Alternative zur aristotelischen
Wurftheorie im Bann Philoponus' f&uuml;hrte aber schrittweise zur Lehre
von den <i>virtutes impressae </i>und des Impetus, wie sie durch Franciscus
de Marchia und Buridan herausgearbeitet wurden, bis hin zur modernen Tr&auml;gheitsdynamik
Galileis.<sup><a href="#N_23_"> (23)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">G. <i>Kausalit&auml;t und Regularit&auml;t</i>:
Ein weiteres grundlegendes Prinzip des gesunden Menschenverstands sowohl
auf der naiven als auch auf der theoretischen Ebene besteht darin zu glauben,
da&szlig; die Welt eine durchgehende Regelm&auml;&szlig;igkeit oder Gesetzm&auml;&szlig;igkeit
aufweise. Die Zukunft wird also dem gesunden Menschenverstand zufolge in
gro&szlig;en Z&uuml;gen der Vergangenheit &auml;hnlich sein. Die Welt wird
z.B. immer aus dauerhaften Substanzen (usw.) bestehen. Der gesunde Menschenverstand
selbst wird demnach in seiner G&uuml;ltigkeit auch in Zukunft nicht angetastet
werden.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Es ist weiter eine Annahme des
Common sense, da&szlig; die Welt eine kausal abgeschlossene und &uuml;berdies
intelligible Ganzheit ausmacht. Alle Ereignisse und Vorg&auml;nge der Welt
sind prinzipiell durch R&uuml;ckverweis auf fr&uuml;here Ereignisse und
Vorg&auml;nge und auf die sie regulierenden kausalen Gesetze erkl&auml;rbar.<sup><a href="#N_24_">
(24)</a></sup> Dies gilt auch f&uuml;r F&auml;lle, in denen wir es mit
geistigen Ereignissen zu tun haben mit dem Erzeugen eines `Anfangs der
Bewegung in uns selbst und aus uns selbst heraus' , wo die kausalen Erkl&auml;rungsschemata
allerdings der sogenannten `folk psychology' und nicht der Common sense-<i>Physik
</i>zuzurechnen
sind.<sup><a href="#N_25_"> (25)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">Es geh&ouml;rt also zu den Prinzipien
des Common sense, da&szlig; die Ereignisse und Vorg&auml;nge der Welt ein
kausal abgeschlossenes Ganzes ausmachen. Dabei wird aber nicht vorausgesetzt,
da&szlig; alle Ereignisse und Vorg&auml;nge der Alltagswelt selbst durch
Ereignisse und Vorg&auml;nge <i>dieser Alltagswelt</i> verursacht w&auml;ren.
Der gesunde Menschenverstand wei&szlig;, da&szlig; nicht alle ihm zug&auml;nglichen
Ereignisse und Vorg&auml;nge durch kausale Gesetze erkl&auml;rt werden
k&ouml;nnen, die selbst ausschlie&szlig;lich Ereignisse und Vorg&auml;nge
seines eigenen Bereichs betreffen. Unsere geistigen T&auml;tigkeiten sind
z.B. Teile der Common sense-Ordnung, nicht aber die neurophysiologischen
Ereignisse und Vorg&auml;nge, die mit ihnen kausal verbunden sind.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Noch wichtiger ist, da&szlig; auch
da, wo der Common sense kausale Erkl&auml;rungen f&uuml;r Ereignisfolgen
besitzt, die rein innerhalb der Alltagsrealit&auml;t ablaufen und nur die
unserer Alltagserfahrung vertrauten Kausalgesetze voraussetzen, die erwartete
Abfolge aus Gr&uuml;nden manchmal nicht eintreffen wird, die au&szlig;erhalb
des in der Alltagserfahrung Gegebenen liegen. Auch innerhalb der Sph&auml;re
der Alltagsrealit&auml;t kann also in Ausnahmef&auml;llen etwas schiefgehen,
was dann definitionsgem&auml;&szlig; als <i>unerwartet</i> zu bezeichnen
ist. Der gesunde Menschenverstand hat dann nichts mehr zu sagen, und auch
seine Theoretisierung in Form einer naiven Physik hilft ihm hier nicht
weiter. Beide handeln, was ihre dynamischen Gesetze und Erkl&auml;rungen
betrifft, nur von Ph&auml;nomenen ` ', von Ph&auml;nomenen also, die zwar
in den meisten F&auml;llen eintreffen, die aber au&szlig;erhalb des Bereichs
des Notwendigen liegen.<sup><a href="#N_26_"> (26)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">Unser gesunder Menschenverstand
macht sich nichts daraus, wenn ihm in Einzelf&auml;llen der tats&auml;chliche
Verlauf der Dinge widerspricht. Wird er mit Gegebenheiten konfrontiert,
die ihm widersprechen, bleibt er davon unber&uuml;hrt: er merkt nur, da&szlig;
hier besondere Verh&auml;ltnisse vorkommen m&uuml;ssen, die f&uuml;r das
seltsame Faktum verantwortlich seien. Auch von dieser Perspektive aus l&auml;&szlig;t
sich der immerw&auml;hrende Charakter des gesunden Menschenverstands erkl&auml;ren:
nichts, was erscheint, kann ihn aus seinen festen Bahnen werfen. Im Gegensatz
dazu ist die moderne Wissenschaft `progressiv', indem sie nach immer besseren
Theorien strebt, nach Korrektur und Erg&auml;nzung, um ihre kausale Abgeschlossenheit
zu bewahren. Der gesunde Menschenverstand ist (wie &uuml;brigens die aristotelische
Wissenschaft) nicht progressiv in diesem Sinn. Zwar kann der Vorrat an
Common sense-&Uuml;berzeugungen sich marginal geringf&uuml;gig &auml;ndern,
vor allem was die relative Betonung seiner verschiedenen Komponenten betrifft.
Er kennt aber keinen Paradigma-Wechsel. Er betrachtet sich selbst als in
gro&szlig;en Z&uuml;gen unver&auml;nderlich und ist daher auch nicht an
seiner eigenen Falsifizierung interessiert.<sup><a href="#N_27_"> (27)</a></sup></span>
<p><span STYLE="font-family: Dutch 801">H. <i>Die Grenzen des Common sense
und der Common sense-Welt sind vielfach unbestimmt</i>: Viele Eigenschaften
der Common sense-Welt z.B. was die Frage des zeitlichen Ursprungs und Endes
der Welt oder der unendlichen Teilbarkeit ihrer Materie betrifft sind aus
prinzipiellen Gr&uuml;nden schwer oder sogar unm&ouml;glich festzustellen.
Geistige Akte sind z.B. immer r&auml;umlich lokalisiert; es gibt aber keine
bestimmte Festlegung ihrer genauen r&auml;umlichen Lage. Der gesunde Menschenverstand
wei&szlig;, da&szlig; die Zeit ein eindimensionales Kontinuum ist, in dem
zwei heterogene Regionen, n&auml;mlich das Vergangene und das Zuk&uuml;nftige,
problemlos unterschieden werden k&ouml;nnen. Er wei&szlig; auch, da&szlig;
sie durch ein st&auml;ndig sich ver&auml;nderndes `Jetzt' als ihre gemeinsame
Grenze getrennt werden. (<i>Phys</i>., 222 a 10-12) Auf die Frage aber,
wie lang dieses `Jetzt' sei, gibt er keine eindeutige Antwort. Der Common
sense wei&szlig; von sich selbst, da&szlig; er (im gro&szlig;en und ganzen)
wahr ist; er wei&szlig; aber nicht, was Wahrheit ist.&nbsp;</span>
<p><span STYLE="font-family: Dutch 801">Die Frage der menschlichen Freiheit
oder generell der M&ouml;glichkeit eines Sich-selbst-in-Bewegung-Setzens
belebter K&ouml;rper scheint ebenfalls eine Frage zu sein, &uuml;ber die
der Common sense keine pr&auml;zise Meinung hegt. Die Grenze zwischen Alltagsrealit&auml;t
und geistigem Subjekt (oder zwischen Common sense-Physik und folk psychology)
ist also vom Standpunkt des gesunden Menschenverstands aus grunds&auml;tzlich
unbestimmt (und deswegen gibt es gerade in diesem Bereich so viel Freiraum
f&uuml;r die Gedankenexperimente der Philosophen).&nbsp;</span>
<br>&nbsp;
<p><span STYLE="font-family: Dutch 801"><b>Schlu&szlig;bemerkungen</b></span>
<p><span STYLE="font-family: Dutch 801">Kommen wir jetzt auf die Frage
zur&uuml;ck, ob man mit den Mitteln einer `naiven Physik' eine leistungsf&auml;hige
Grundlage f&uuml;r die L&ouml;sung des Salat-Problems f&uuml;r den Roboter
oder seinen Programmierer gewinnen k&ouml;nnte. Nach dem Gesagten mu&szlig;
es h&ouml;chst fraglich sein, ob man eine voraussagekr&auml;ftige Theorie
mit diesen Mitteln je erreichen k&ouml;nnte. Denn die Welt des gesunden
Menschenverstands ist, wie schon bemerkt, kein kausal abgeschlossenes System.
Sie enth&auml;lt viele Ph&auml;nomene, die spontan Mechanismen zugeschrieben
werden, die au&szlig;erhalb ihres eigenen Bereichs liegen. Dies besagt
aber, da&szlig; jede dem Common sense ad&auml;quate Theorie eine niedrige
Voraussagekraft haben mu&szlig;, die sie f&uuml;r die Zwecke eines Roboter-Ingenieurs
untauglich macht. Ein Roboter w&auml;re doch st&auml;ndig mit immer komplexer
werdenden Entscheidungsketten konfrontiert, wobei jede Fehlentscheidung
katastrophal sich zuspitzende Konsequenzen haben k&ouml;nnte. Nur mit Hilfe
einer kausal abgeschlossenen Theorie k&ouml;nnen wir aber in bezug auf
den Kausalverlauf der Welt universale und endg&uuml;ltige exakte Voraussagen
gewinnen, die den hierzu n&ouml;tigen Grad der Verl&auml;&szlig;lichkeit
erreichen w&uuml;rden. Eine solche Theorie gewinnen wir allerdings nur
auf einer anderen Ebene als der des Common sense, was sie dann wieder f&uuml;r
die Zwecke der Robotik untauglich macht.</span>
<p><span STYLE="font-family: Dutch 801">Wenn die letztlich erreichbare
Voraussagekraft der naiven Physik sehr niedrig ist, sollten wir dennoch
nicht voreilig daraus schlie&szlig;en, da&szlig; sie ihres Wahrheitsgehalts
und ihrer wissenschaftlichen und praktischen Bedeutung beraubt w&auml;re.
Denn die Ziele der naiven Physik sind von der Perspektive unserer jetzigen
realistischen Betrachtung aus gesehen ganz anderes als die der herk&ouml;mmlichen
quantitativen Physik. Die naive Physik mag zu keinen generell zuverl&auml;ssigen
Voraussagen bez&uuml;glich der Kausalabfolgen der allt&auml;glichen Welt
f&uuml;hren. Sie liefert trotzdem eine Menge qualitativer und struktureller
Voraussagen, wie wir sie auch von verschiedenen Zweigen der Mathematik
her kennen. Von der Geometrie wissen wir z.B., da&szlig;, wenn ein Kristall
oder die Haut eines Virus oder eine Schneeflocke oder eine Bienenwabe existiert,
die Symmetrie dieser Struktur notwendigerweise eine der durch die Mathematik
zugelassenen `platonischen' Symmetrien ist. In dieser Weise wird die naive
Physik dem Roboter dazu helfen, die Welt des Common sense <i>kategorisch
aufzufassen</i>, ganz so wie der Mensch es tut. Die naive oder qualitative
Physik erlaubt zudem eine mathematische Bestimmungen der Formen und Strukturen
der Alltagswelt,<sup><a href="#N_28_"> (28)</a></sup> die zu pr&auml;ziseren
Antworten auf die Fragen f&uuml;hren werden, wie diese Alltagswelt, in
der wir doch alle leben, mit der Welt der nicht-naiven Physik in Zusammenhang
zu bringen ist, und wie sie von uns in unseren Wahrnehmungsakten &uuml;berhaupt
erfa&szlig;t werden kann.
<br>&nbsp;
<p><b>Fu&szlig;noten</b>
<p><a NAME="N_1_"></a>1. Vgl. auch Simplikios, <i>In Aristotelis physicorum
libros quattuor priores commentaria</i> 2, Diels, l, Berlin 1882, S. 291f.,
der allerdings eine Auffassung vertritt, wonach die Physik und die Astronomie
sich nur in ihren Methoden unterscheiden, nicht aber, wie bei Proklos und
Maimonedes, in ihrem Anwendungsgebiet.
<p><a NAME="N_2_"></a>2. Mose Ben Maimon, <i>F&uuml;hrer der Unschl&uuml;ssigen,
</i>&Uuml;bersetzung
von Adolf Wei&szlig;, Hamburg: Meiner, 1972, 2. Buch, 24. Kapitel, S. 168.
<p><a NAME="N_3_"></a>3. `Thus the point is not to discuss what really
happens physically, but rather to dispute imaginary cases in the usual
fourteenth-century manner.' (E. D. Sylla, "The Oxford Calculators", in
N. Kretzmann, <i>et al</i>., Hrsg., <i>The Cambridge History of Later Medieval
Philosophy</i>, Cambridge: Cambridge University Press, 540-563, S. 558.)
<p><a NAME="N_4_"></a>4. J. D. de Kleer und J. S. Brown, "A Qualitative
Physics Based on Confluences", <i>Artificial Intelligence</i>, 1984, 24,
7-84, sowie K. Forbus, "Qualitative Process Theory", <i>Artificial Intelligence</i>,
24, 1984, 85-168.
<p><a NAME="N_5_"></a>5. J. R. Hobbs, W. Croft, T. Davies, D. Edwards und
K. Laws, "Common-sense Metaphysics and Lexical Semantics", <i>Computational
Linguistics</i>, 13, 1987, 241-250.
<p><a NAME="N_6_"></a>6. P. J. Hayes, "The Second Naive Physics Manifesto",
in J. R. Hobbs und R. C. Moore (Hrsg.), <i>Formal Theories of the Common-sense
World</i>, Norwood: Ablex, 1985, 1-36. Vgl. auch sein "Naive Physics I:
Ontology for Liquids", aaO. 71-107.
<p><a NAME="N_7_"></a>7. Vgl. dazu noch J. H. Holland, K. J. Holyoak, R.
E. Nisbett und P. R. Thagard, <i>Induction. Processes of Inference, Learning,
and Discovery</i>, Cambridge, Mass. und London: MIT Press, 1986, S. 208.
<p><a NAME="N_8_"></a>8. Sowohl die Physiker als auch die Metaphysiker
aller Schattierungen haben in den folgenden Jahrhunderten diese Erkenntnisse
vernachl&auml;ssigt. Wie Husserl in &sect; 12 seiner <i>Krisis </i>behauptet,
liegt ein Grund hierf&uuml;r in Platons &Uuml;bersch&auml;tzung der Rolle
der Gewi&szlig;heit im Aufbau der menschlichen Erkenntnis.
<p><a NAME="N_9_"></a>9. Vgl. Kleer und Brown, aaO.
<p><a NAME="N_10_"></a>10. W. F. Sellars, "Philosophy and the Scientific
Image of Man", in Sellars, <i>Science, Perception and Reality,</i> London:
Routledge and Kegan Paul, 1963.
<p><a NAME="N_11_"></a>11. Vgl. J. Petitot und B. Smith, "New Foundations
for Qualitative Physics", in J. E. Tiles, G. T. McKee and C. G. Dean, Hrsg.,
<i>Evolving
Knowledge in Natural Science and Artificial Intelligence</i>, London: Pitman
Publishing, 1990, 231-249.
<p><a NAME="N_12_"></a>12. Vgl. J. Petitot und B. Smith, aaO., sowie B.
Smith: "The Structures of the Common-sense World", in A. Pagnini und S.
Poggi, Hrsg., <i>Gestalt Theory. Its Origins, Foundations and Influence</i>,
Florenz: Olschky, im Erscheinen.
<p><a NAME="N_13_"></a>13. Viele der naiven &Uuml;berzeugungen erwachsener
Menschen scheinen dar&uuml;berhinaus inkonsistent mit dem, was wir von
der newtonschen und nach-newtonschen Physik gelernt haben. Vgl. die bahnbrechenden
Untersuchungen des italienischen Gestaltpsychologen P. Bozzi: "Analisi
fenomenologica del moto pendolare armonico", <i>Rivista di Psicologia</i>,
52, 1958, 281-302; "Le condizioni del movimento `naturale' lungo i piani
inclinati", <i>Rivista di Psicologia</i>, 53, 1959, 337-352; "Fenomenologia
del movimento e dinamica pregalileiana", <i>Aut Aut</i>, 64, 1961, 1-24.
<p><a NAME="N_14_"></a>14. R. Horton spricht in diesem Sinne von der geteilten
gemeinsamen Welt der `primary theory' gegen&uuml;ber den verschiedenen
Arten solcher `secondary theories', die f&uuml;r verschiedene &ouml;konomische
und soziale Systeme charakteristisch sind. Vgl. sein "Tradition and Modernity
Revisited" in M. Hollis and S. Lukes, Hrsg., <i>Rationality and Relativism</i>,
Oxford: Blackwell, 1982, vor allem S. 227ff. Die Hortonsche prim&auml;re
Theorie entspricht in vielen Hinsichten dem was Husserl in seiner <i>Krisis</i>
die `Ontologie der Lebenswelt' genannt hat.
<p><a NAME="N_15_"></a>15. Die Anerkennung der Rolle solcher Meta&uuml;berzeugungen
im Aufbau des Common sense ist &uuml;brigens ein Verdienst des schottischen
Common sense-Philosophen Thomas Reid und seiner Schule, die &uuml;ber unsere
Common sense-&Uuml;berzeugungen gezeigt haben, da&szlig; sie `cannot be
freed from their metaphysical commitments and remain the beliefs of common
sense.' Vgl. S. A. Grave, <i>The Scottish Philosophy of Common Sense</i>,
Oxford: Clarendon Press, 1960, S. 108.
<p><a NAME="N_16_"></a>16. L. Forguson, <i>Common Sense</i>, London and
New York: Routledge, 1989, S. 38.
<p><a NAME="N_17_"></a>17. Vgl. D. R. Hilbert, <i>Color and Color Perception:
A Study in Anthropocentric Realism</i>, CSLI Lecture Notes Series, Chicago:
University of Chicago Press, 1989.
<p><a NAME="N_18_"></a>18. Vgl. Fritz van Holthoon, "Common Sense and Natural
Law: From Thomas Aquinas to Thomas Reid", in F. van Holthoon and D. R.
Olson, Hrsg., <i>Common Sense</i>, Lanham/London: University Press of America,
1987, 99-114.
<p><a NAME="N_19_"></a>19. Vgl. hierzu F. C. Keil, <i>Semantic and Conceptual
Development. An Ontological Perspective</i>, Cambridge, Mass. und London:
Harvard University Press, 1979.
<p><a NAME="N_20_"></a>20. Vgl. R. Ingarden, <i>Der Streit um die Existenz
der Welt, </i>3 B&auml;nde, T&uuml;bingen: Niemeyer, 1964/65/74, vor allem
Band 1, sowie auch die "Realontologie" von Hedwig Conrad-Martius, <i>Jahrbuch
f&uuml;r Philosophie und ph&auml;nomenologische Forschung</i>, 6 (1923),
159-333.
<p><a NAME="N_21_"></a>21. Vgl. E. Rosch, C.B. Mervis, W. Gray, D. Johnson
und P. Bayes-Braem, "Basic Objects in Natural Categories", <i>Cognitive
Psychology</i>, 8, 1976, 382-439.
<p><a NAME="N_22_"></a>22. Vgl. die ph&auml;nomenologische Deutung der
aristotelischen Physik als Alltagsphysik bei W. Wieland, <i>Die aristotelische
Physik</i>, G&ouml;ttingen: Vandenhoeck und Ruprecht, 1962.
<p><a NAME="N_23_"></a>23. Vgl. A. Maier, <i>Die Vorl&auml;ufer Galileis
im 14. Jahrhundert</i>, Rom, 1949; M. Clagett, <i>The Science of Mechanics
in the Middle Ages</i>, Madison: The University of Wisconsin Press, 1959;
E. A. Moody, "Galileo and His Precursors", in Moody, <i>Studies in Medieval
Philosophy, Science, and Logic. Collected Papers 1933-1969</i>, Berkeley:
University of California Press, 1975.
<p><a NAME="N_24_"></a>24. Vgl. <i>Phys.</i> 212 b 16 sowie die 3.
<i>Cartesianische
Meditation</i> Edmund Husserls.
<p><a NAME="N_25_"></a>25. Diese folk psychology handelt von dem auch dem
Common sense vertrauten Gebiet der menschlichen Gr&uuml;nde und Motive,
Werte und Bewertungen, Entscheidungen und Gewohnheiten, Sitten und Gebr&auml;uche,
und sie ist deswegen m&ouml;glich, weil die Menschen sich im Normalfall
verstehbar verhalten. Vgl. dar&uuml;ber etwa D. Dennett, "Intentional Systems",
<i>Journal
of Philosophy</i>, 68 (1971), 87-106.
<p><a NAME="N_26_"></a>26. <i>An. Pr. </i>32 b 4-14. Vgl. dar&uuml;ber
H. Burkhardt, "Contingency and Probability: A Contribution to the Aristotelian
Theory of Science", in I. Angelelli und A. d'Ors, Hrsg., <i>Estudios de
Historia de la Logica. Actas del II Simposio de Historia de la Logica</i>,
Pamplona: Ediciones Eunate, 1990, 125-160.
<p><a NAME="N_27_"></a>27. Vgl. Paul Feyerabend, "In Defence of Aristotle:
Comments on the Condition of Content Increase", in G. Radnitzky und G.
Andersson, Hrsg., <i>Progress and Rationality</i>, Dordrecht: Reidel, 1978,
143-180.
<p><a NAME="N_28_"></a>28. Vgl. Thom, <i>aaO. </i>sowie J. Petitot, "Morphodynamics
and the Categorial Perception of Phonological Units",
<i>Theoretical Linguistics</i>,
15, 1989, 25-71.</span></blockquote>

</body>
</html>
