<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Generator" content="WordPerfect 9">
   <meta name="DATE" content="6/8/1999">
   <meta name="Author" content="Barry Smith">
   <meta name="GENERATOR" content="Mozilla/4.61 [en] (Win98; U) [Netscape]">
   <meta name="Classification" content="Ontologie, Oekologie">
   <meta name="KeyWords" content="Ontologie, Oekologie, menschliche Lebenswelt, Uexkuell, Husserl">
   <title>Die ganze Welt ist eine Buehne:</title>
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#0000FF" vlink="#551A8B" alink="#FF0000">

<blockquote>&nbsp;
<center>
<p><b><font size=+3>Die ganze Welt ist eine B&uuml;hne:</font></b></span>
<br><b><font size=+2>Zur &Ouml;kologie und Ontologie menschlicher und tierischer
Lebenswelt&nbsp;</font></b></span>
<p><font size=+1>Barry Smith</font></center>
</blockquote>

<blockquote>All the world's a stage,
<br>And all the men and women merely players;
<br>They have their exits and their entrances,
<br>And one man in his time plays many parts
<br>&nbsp;
<p>Die ganze Welt ist eine B&uuml;hne
<br>Und alle Fraun und M&auml;nner blo&szlig;e Spieler.
<br>Sie treten auf und gehen wieder ab,
<br>Sein Leben lang spielt jeder manche Rollen
<br>&nbsp;
<p><span STYLE="font-size: 11pt"><b>1. Einleitung&nbsp;</b></span><span STYLE="font-size: 11pt"></span>
<p><span STYLE="font-size: 11pt">Die folgenden &Uuml;berlegungen entwickeln
die Grundz&uuml;ge einer Theorie der Umwelten menschlichen und tierischen
Verhaltens. Den Ausgangspunkt bildet die philosophische Disziplin der Ontologie,
die man als die Wissenschaft der verschiedenen Kategorien von Gegenst&auml;nden
in den verschiedenen Bereichen des Seins definieren kann. Im ersten Teil
des Vortrags wird eine einfache Ontologie der Objekte (Substanzen) und
der Ereignisse (Akzidentien) dargelegt. Personen sind Objekte, ihre Handlungen
Ereignisse. Diese bikategoriale Ontologie von Objekten und Ereignissen
hat tiefe Wurzeln in der philosophischen Tradition seit Aristoteles. Meine
heutigen Bemerkungen nehmen ihren Ausgang allerdings von Husserls &Uuml;bernahme
dieser Tradition sowohl in den formal-ontologischen Teilen seiner</span><span STYLE="font-size: 11pt"><i>Logischen
Untersuchungen </i>als auch in der&nbsp;</span><span STYLE="font-size: 11pt"><i>Krisis
der europ&auml;ischen Wissenschaften</i> und in seinen anderen sp&auml;ten
Schriften zur Ontologie der Lebenswelt.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Die klassische Ontologie von Substanzen
und Akzidentien ist, m&ouml;chte ich behaupten, f&uuml;r die Festlegung
der Strukturen menschlichen und tierischen&nbsp;</span><span STYLE="font-size: 11pt"><i>Verhaltens</i>
nicht hinreichend, da die Umwelten dieses Verhaltens&nbsp;</span><span STYLE="font-size: 11pt">sich
nicht</span><span STYLE="font-size: 11pt"><b> </b>in das klassische bikategoriale
System&nbsp;</span><span STYLE="font-size: 11pt">einf&uuml;gen</span><span STYLE="font-size: 11pt">..
Der Vortrag versucht dementsprechend, die Ontologie von Objekten und Ereignissen
zu erweitern, und liefert den Grundri&szlig; einer Theorie der besonderen
Gebilde, die die Alltagswelten menschlicher und tierischer Verhalten konstituieren.</span>
<p><span STYLE="font-size: 11pt">Die Ausgangs&uuml;berlegung ist die folgende:
Wir sind alle (Schau)spieler, und diese brauchen eine B&uuml;hne. Unsere
B&uuml;hne ist die jeweilige Umwelt, in der wir leben und handeln. Der
Terminus 'Umwelt' wird hierbei in Analogie zu Husserls Begriff der Lebenswelt
verwendet. Er bezeichnet dementsprechend einen strukturierten Teil der
Welt, in den sich ein Lebewesen, z.B. ein Mensch, einpa&szlig;t. Die Umwelt
ist, wenn man so will, demnach die B&uuml;hne, auf welcher sich unser Verhalten
abspielt. Der Versuch, das Wesen solcher Umwelten ontologisch festzulegen,
bringt allerdings ein schwieriges Problem mit sich - ein Problem so alt
wie Platons H&ouml;hlengleichnis und so neu wie gegenw&auml;rtige Reflexionen
amerikanischer Philosophen zur Metaphysik der virtuellen Realit&auml;t
und zum Gedankenexperiment des Gehirns im Tank. Es gibt n&auml;mlich in
manchen F&auml;llen grobe Inkonsistenzen zwischen der Umwelt, wie wir sie
uns gerade vorstellen, und der Umwelt als Bestandteil der wirklichen Welt.
Das Problem, zwischen diesen beiden Umweltklassen einen Ausgleich zu finden,
behandele ich im letzten Teil des Vortrags.</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>2.
Objekte und Ereignisse</b></span>
<p><span STYLE="font-size: 11pt">Wir beginnen mit der Unterscheidung von
Objekten (Dingen, K&ouml;rpern) und Ereignissen (Ver&auml;nderungen, Prozessen).
Die typischen Beispiele f&uuml;r Objekte sind Organismen, einschlie&szlig;lich
menschlicher Lebewesen, sowie Steine, Kartoffeln, Uhren. Beispiele f&uuml;r
Ereignisse sind: ein Pfeifen, ein Sprechen, ein Laufen. Objekte k&ouml;nnen
selbst&auml;ndig existieren, w&auml;hrend Ereignisse stets der Unterst&uuml;tzung
durch Objekte bed&uuml;rfen, um existieren zu k&ouml;nnen. Objekte sind
die&nbsp;</span><span STYLE="font-size: 11pt"><i>Tr&auml;ger</i> von Ereignissen.
Man sagt von Ereignissen, da&szlig; sie ihren Objekten „inh&auml;rieren"
oder da&szlig; sie von ihren Objekten abh&auml;ngig sind (oder mit Husserl:
da&szlig; sie durch diese fundiert sind). Ein Objekt ist eine Einheit zun&auml;chst
dadurch, da&szlig; es eine vollst&auml;ndige, bestimmte Grenze hat, und
verf&uuml;gt daher &uuml;ber eine gewisse nat&uuml;rliche Abgeschlossenheit.
Ein Objekt nimmt Raum ein. Es ist eine ausgedehnte r&auml;umliche Gr&ouml;&szlig;e
derart, da&szlig; es einen Ort besetzt und r&auml;umliche Teile hat. Ein
Objekt ist vom Anfang bis zum Ende seiner Existenz mit sich identisch.
Fritz als Kind ist derselbe wie Fritz als Erwachsener, obwohl er sich in
den dazwischenliegenden Jahren in vielerlei Hinsicht ver&auml;ndert hat.
In diesem Sinne ist qualitativer Wandel mit numerischer Identit&auml;t
vereinbar.</span>
<p><span STYLE="font-size: 11pt">Ereignisse k&ouml;nnen zeitliche Teile
haben. Die ersten zehn Jahre meines Lebens sind ein Teil meines Lebens
(eines ausgedehnten Ereignisses) und nicht ein Teil von mir. Die Teile
eines Ereignisses beinhalten seine aufeinanderfolgenden Phasen. Die Teile
eines Objekts wie Fritz sind seine Knochen, Organe, Zellen usw.</span>
<p><span STYLE="font-size: 11pt">Objekte und Ereignisse sind zwei unterschiedliche
Seinsarten. Jene&nbsp;</span><span STYLE="font-size: 11pt"><i>beharren
</i>und
bleiben in der Zeit identisch, diese&nbsp;</span><span STYLE="font-size: 11pt"><i>ereignen
sich</i>: sie entfalten sich in der Zeit und sind zu keinem gegebenen Zeitpunkt
vollst&auml;ndig gegenw&auml;rtig.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Die typischen Beispiele f&uuml;r Ereignisse
sind an einen einzigen Tr&auml;ger gebunden, wie etwa ein Denkakt an einen
Denker gebunden ist. Ereignisse k&ouml;nnen aber auch relational (oder
'mehrstellig') sein. Relationale Ereignisse sind von einer Mehrzahl von
Objekten abh&auml;ngig. Sie verbinden diese zu komplexen, &uuml;ber einen
k&uuml;rzeren oder l&auml;ngeren Zeitraum bestehenden Ganzheiten. Zu den
Beispielen f&uuml;r relationale Ereignisse geh&ouml;ren: ein Ku&szlig;,
ein Schlag, ein Tanz, ein Gespr&auml;ch, ein Vertrag, eine Schlacht, ein
Krieg.</span>
<p><span STYLE="font-size: 11pt"></span>
<br><b>3. Vom Objekt zur Umwelt</b></span>
<p><span STYLE="font-size: 11pt">Die Welt enth&auml;lt zus&auml;tzlich
Einheiten, die sich aus radikal heterogenen Teilen zusammensetzen. Ob wir
an eine Theaterauff&uuml;hrung, an eine Parlamentswahl oder an einen Flohmarkt
denken, immer sind die hierbei konstituierten Ganzheiten r&auml;umlich-zeitliche
Einheiten, obwohl sie von der &uuml;brigen Wirklichkeit durch keine physischen
Diskontinuit&auml;ten abgegrenzt sind und das eigent&uuml;mliche Merkmal
haben, da&szlig; Organismen in ihnen eine Rolle spielen, sich in sie als
Teilnehmer einf&uuml;gen. Derartige Ganzheiten wurden auch deswegen selten
in der philosophischen Tradition behandelt, weil sie zur Alltagsebene geh&ouml;ren.
Seit Platon ist die Philosophie generell durch eine Privilegierung apodiktischen
Wissens und durch eine entsprechende Geringsch&auml;tzung allt&auml;glicher
Meinungen gekennzeichnet. Episteme werden auf Kosten von doxa bevorzugt.
Diese wohl epistemologisch gerechtfertigte Privilegierung hat allerdings
bedauernswerte Konsequenzen f&uuml;r die Ontologie. Werden die allt&auml;glichen
Meinungen des Menschen als philosophisch unbedeutsam erkl&auml;rt, dann
wird auch das ontologische Gegenst&uuml;ck dieser allt&auml;glichen Meinungen
unerforscht bleiben.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Von empirischer Seite dagegen wurden Ganzheiten
des genannten Typs eingehend untersucht. Vertreter der sogenannten „&ouml;kologischen
Psychologie" wie Roger Barker und J. J. Gibson haben das Verhalten von
Menschen im Rahmen einer Lehre von „Umgebungen" (settings) oder „physisch-behavioralen
Einheiten" (physical-behavioral units) beschrieben, d.h. einer Lehre der
wiederkehrenden Kontexttypen, die als Umwelten f&uuml;r die allt&auml;glichen
Aktivit&auml;ten von Personen und Gruppen von Personen dienen. Als menschliche
Wesen sind wir von solchen vertrauten Umgebungen bestimmt, genau wie nicht-menschliche
Lebewesen von den &ouml;kologischen Nischen, in die sie sich hineinentwickelt
haben, bestimmt sind.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Barker selbst konzentrierte sich als Kurt
Lewins erster Assistent an der Child Welfare Station in Iowa auf die Umgebungen
oder 'Settings' von Kindern. Sein wichtigstes Buch hei&szlig;t&nbsp;</span><span STYLE="font-size: 11pt"><i>One
Boy's Day</i> und beschreibt mit akribischer Genauigkeit Tausende von sukzessiven
Umgebungen eines Jungen vom Aufwachen bis zum Einschlafen an einem einzigen
Tag in einer kleinen Stadt im amerikanischen mittleren Westen. Er favorisierte
Beispiele physisch-behavioraler Einheiten wie: Wendys Geometriestunde am
Freitag, Jims Treffen mit dem Oberlehrer, der monatliche Klassenbesuch
im Theater, die 5 Uhr Busfahrt nach Dromersheim. Diese Vorkommnisse zeichnen
sich durch eine gewisse best&auml;ndige Anordnung von physischen Gegenst&auml;nden
(Geb&auml;uden, Zimmern, Mauern, Ziegeln, Tischen) aus, die in festen Beziehungen
zueinander stehen, sowie durch gewisse best&auml;ndige Verhaltensmuster
der beteiligten Personen.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Physisch-behaviorale Einheiten setzen
sich aus physischen und behavioralen Teilen zusammen. Sie sind „transkategorial"
in dem Sinne, da&szlig; sie gleichzeitig Gegenst&auml;nde unterschiedlicher
ontologischer Kategorien in sich schlie&szlig;en. Sie &uuml;berschreiten
die Grenze zwischen den zwei klassischen Seinskategorien von Objekten und
Ereignissen - und auch aus diesem Grunde wurden sie von der philosophischen
Tradition vernachl&auml;ssigt. Physisch-behaviorale Einheiten sind Ganzheiten,
die aus „stark strukturierten, unwahrscheinlichen Anordnungen von Objekten
und Ereignissen bestehen." (Schoggen 1989, S. 4) Sie sind aber trotzdem,
wie Barker es formulierte:</span>
<blockquote><span STYLE="font-size: 11pt">gew&ouml;hnliche ph&auml;nomenale
Entit&auml;ten, nat&uuml;rliche Einheiten, die keineswegs von einem Forscher
aufoktroyiert werden. Den Laien sind sie genauso objektiv wie Fl&uuml;sse
und W&auml;lder - sie sind Teile der objektiven Umwelt, die unmittelbar
erfahren werden, genauso wie Regen und Sandstr&auml;nde erfahren werden.
(Barker 1968, S.11).</span></blockquote>
<span STYLE="font-size: 11pt">Eine Umgebung oder physisch-behaviorale Einheit
ist eine Einheit: ihre Teile sind&nbsp;</span><span STYLE="font-size: 11pt"><i>vereinigt</i>,
nicht durch irgendeine &Auml;hnlichkeit, sondern durch r&auml;umliche N&auml;he
und durch eine Interdependenz, z.B. durch jene Interdependenz, die sich
aus einer kontrollierenden Macht (z.B. derjenigen des Klassenlehrers) ergibt.
Verschiedene Individuen &uuml;bernehmen in unterschiedlichem Ausma&szlig;
die verschiedenen Rollen innerhalb einer Struktur dieser Art. Jeder Teilnehmer
hat dar&uuml;berhinaus zwei Positionen innerhalb der Einheit inne: erstens
ist er ein Bestandteil, der als solcher mithilft, die Einheit zu bilden;
zweitens ist er ein Individuum, dessen Verhalten selbst von jener Einheit
gepr&auml;gt ist, deren Bestandteil er zu einem bestimmten Zeitpunkt darstellt.
Die Person wird von dem jeweils gegenw&auml;rtigen Verhaltenskontext gestaltet;
sie ist von diesem determiniert, und da dieser Kontext einer konstanten
Ver&auml;nderung unterliegt, kann man feststellen, da&szlig; jede Person
viele St&auml;rken hat,&nbsp;</span>
<blockquote><span STYLE="font-size: 11pt">viele Arten der Intelligenz,
viele soziale Reifheitsgrade, viele Geschwindigkeiten, viele Stufen liberaler
und konservativer Gesinnung und viele ethische Codices, die weitgehend
von den besonderen Verhaltenskontexten der Person abh&auml;ngen. Die gleiche
Person, die sich, vor ein mechanisches Problem gestellt, als &auml;u&szlig;erst
stumpfsinnig erweist, kann z.B. eine beeindruckende Fertigkeit und Gewandtheit
im Umgang mit sozialen Situationen an den Tag legen. (Schoggen 1989, S.
7.)&nbsp;</span></blockquote>

<p><br><span STYLE="font-size: 11pt">Oder, um mit Shakespeare zu sprechen:</span>
<blockquote><span STYLE="font-size: 11pt">Sein Leben lang spielt jeder
manche Rollen ...</span></blockquote>

<p><br><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>4.
Die Ontologie der Umgebungen</b></span>
<p><span STYLE="font-size: 11pt">Jede Umgebung umschlie&szlig;t ihre Bestandteile,
indem sie sie l&uuml;ckenlos umfa&szlig;t: die Sch&uuml;ler sind&nbsp;</span><span STYLE="font-size: 11pt"><i>in</i>
der Klasse; das Gesch&auml;ft &ouml;ffnet morgens um 8 Uhr und schlie&szlig;t
abends um 18 Uhr. Jede Umgebung nimmt dadurch einen bestimmten, umgrenzten&nbsp;</span><span STYLE="font-size: 11pt"><i>Schauplatz</i>,
einen Ort ein und hat erkennbare geographische, physikalische und zeitliche
Merkmale. Jede Umgebung hat dar&uuml;ber hinaus Grenzen, die mit den Grenzverl&auml;ufen
des innerhalb ihrer selbst stattfindenden Verhaltens &uuml;bereinstimmen.
Das Verhalten kann durch eine gegebene r&auml;umliche Region oder durch
eine gewisse bauliche Struktur determiniert und beschr&auml;nkt sein -
wie etwa ein Fu&szlig;ballspiel durch das markierte Feld, auf dem es gespielt
wird, oder wie das Verhalten in Schulen und Kl&ouml;stern, Observatorien
und Schiffswerften durch das jeweilige physikalische Umfeld determiniert
und beschr&auml;nkt ist.</span>
<p><span STYLE="font-size: 11pt">Eine physisch-behaviorale Einheit, wie
etwa eine religi&ouml;se Versammlung, eine Kinoveranstaltung, ein Tennisturnier,
eine Seeschlacht oder dieser Vortrag, ist ein verwickelter Komplex aus
Zeiten, Orten, Handlungen und Dingen. Seine Bestandteile k&ouml;nnen sowohl
k&uuml;nstliche Elemente (Geb&auml;ude, Stra&szlig;en, Kricketfelder, B&uuml;cher,
Klaviere, Kriegsschiffe) als auch nat&uuml;rliche Merkmale (H&uuml;gel,
Seen, bestimmte klimatische Merkmale, Licht- und Tonmuster) sein. Diese
Merkmale und Elemente k&ouml;nnen dar&uuml;ber hinaus auf eine h&ouml;chst
spezifische Kombination eingeschr&auml;nkt sein, etwa im Falle der Inthronisation
eines Erzbischofs auf eine bestimmte Fl&auml;che in einem bestimmten Geb&auml;ude
zu einer bestimmten Zeit mit bestimmten Personen und Gegenst&auml;nden,
die in einem bestimmten Muster verteilt sein m&uuml;ssen. Neben dem Verhalten
der beteiligten Personen und Gegenst&auml;nde kann die gesamte Einheit
auch eine Vielzahl nicht-physischer Komponenten umfassen. Die Einheit kann
z.B. unterschiedliche Formen linguistischer, rechtlicher und institutioneller
Elemente aufweisen, die alle in Raum und Zeit in h&ouml;chst spezifischer
Weise verbunden sind. Diese Ph&auml;nomene sind nicht nur hinsichtlich
ihrer materiellen Beschaffenheit verschiedenartig, sondern ebenso hinsichtlich
ihrer ontologischen Form. Sie umfassen somit Objekte, Ereignisse, Handlungen,
Zust&auml;nde und vielf&auml;ltige konkrete und abstrakte Beziehungen zwischen
diesen.
<p><span STYLE="font-size: 11pt">Barker f&uuml;hrt dazu aus:</span>
<blockquote><span STYLE="font-size: 11pt">Die begriffliche Inkommensurabilit&auml;t
von Ph&auml;nomenen, die f&uuml;r die Vereinheitlichung der Wissenschaften
ein gro&szlig;es Problem darstellt, scheint die Einheiten der Natur nicht
zu bek&uuml;mmern. - Innerhalb der gr&ouml;&szlig;eren Einheiten werden
Dinge und Ereignisse von begrifflich einander immer fremderen Wissenschaften
integriert und reguliert. (Barker 1968, S. 155)</span></blockquote>
<span STYLE="font-size: 11pt">Soweit es unser Verhalten betrifft, steht
daher selbst die radikalste Verschiedenheit von Arten und Kategorien einer
Integration nicht notwendigerweise entgegen. Das hei&szlig;t allerdings,
da&szlig; eine Wissenschaft menschlicher und tierischer Umwelten sich dadurch
von jeder &uuml;blichen Wissenschaft wesentlich unterscheiden mu&szlig;,
da&szlig; sie keinen eigenen Gegenstandsbereich hat, sondern da&szlig;
sie ihre Gegenst&auml;nde aus der Kombination, - auch aus der a priori
unwahrscheinlichsten Kombination - der Gegenst&auml;nde anderer Wissenschaften
hernehmen mu&szlig;.</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>5.
Der Ritt &uuml;ber den Bodensee</b></span>
<p><span STYLE="font-size: 11pt">Es gibt aber eine Ausweichm&ouml;glichkeit,
die sowohl unter Philosophen als auch unter Psychologen sehr oft bevorzugt
wurde. Sie besteht darin, Umgebungen, Kontexte oder Umwelten reduktionistisch
als&nbsp;</span><span STYLE="font-size: 11pt"><i>blo&szlig; subjektive
Konstrukte</i> oder Projektionen aufzufassen. Aus der radikalen Verschiedenheit
von Arten und Kategorien wird dadurch ein einheitliches und homogenes Gebiet
der&nbsp;</span><span STYLE="font-size: 11pt"><i>psychologischen </i>Forschung.</span>
<p><span STYLE="font-size: 11pt">In normalen F&auml;llen besteht eine Harmonie
zwischen einer solchen subjektiv aufgefa&szlig;ten Umwelt und der entsprechenden
externen physisch-biologischen Wirklichkeit. In manchen F&auml;llen allerdings
&ouml;ffnet sich eine Kluft zwischen diesen beiden Bereichen, die f&uuml;r
die subjektive Umweltauffassung problematisch wird und die hin und wieder
f&uuml;r das betroffene Subjekt von katastrophaler Bedeutung sein kann.</span>
<p><span STYLE="font-size: 11pt">Erinnern wir uns an die alte Geschichte
vom Ritt &uuml;ber den Bodensee:</span>
<blockquote><span STYLE="font-size: 11pt">Ein Schneesturm peitscht die
Luft. Alle Wege und Grenzsteine sind vom Schnee zugedeckt. Ein Mann zu
Pferd trifft im Wirtshaus ein, gl&uuml;cklich, da&szlig; er nach Stunden
des Reitens endlich angekommen ist. Der Wirt betrachtet ihn mit Erstaunen
und fragt ihn, woher er denn komme. Der Reiter weist hinter sich, worauf
der Wirt, in einem Ton der Ehrfurcht und Bewunderung, sagt: 'Herr Gott!
so rittest du &uuml;ber den See!'&nbsp;</span>
<p><span STYLE="font-size: 11pt">Der Reiter erstarret auf seinem Pferd,</span>
<br><span STYLE="font-size: 11pt">er hat nur das erste Wort geh&ouml;rt.</span>
<p><span STYLE="font-size: 11pt">Es stocket sein Herz, es str&auml;ubt
sich sein Haar,</span>
<br><span STYLE="font-size: 11pt">dicht hinter ihm grinst noch die grause
Gefahr.</span>
<p><span STYLE="font-size: 11pt">Es siehet sein Blick nur den gr&auml;&szlig;lichen
Schlund,</span>
<br><span STYLE="font-size: 11pt">sein Geist versinkt in den schwarzen
Grund.</span>
<p><span STYLE="font-size: 11pt"></span>
<br><span STYLE="font-size: 11pt">Im Ohr ihm donnerts wie krachend Eis,</span>
<br><span STYLE="font-size: 11pt">wie die Well umrieselt ihn kalter Schwei&szlig;.</span>
<p><span STYLE="font-size: 11pt"></span>
<br><span STYLE="font-size: 11pt">Da seufzt er, da sinkt er vom Ro&szlig;
herab,</span>
<br><span STYLE="font-size: 11pt">da ward ihm am Ufer ein trocken Grab.</span>
<blockquote><span STYLE="font-size: 11pt">(Gustav Schwab, Der Reiter und
der Bodensee)</span></blockquote>
</blockquote>
<span STYLE="font-size: 11pt">In welcher Umwelt, fragt sich der Gestaltpsychologe
Kurt Koffka in einer entscheidenden Passage von</span><span STYLE="font-size: 11pt"><i>Principles
of Gestalt Psychology</i>, findet das Verhalten des Reiters statt? F&uuml;r
Koffka ist es selbstverst&auml;ndlich, da&szlig; diese Frage aus der subjektiven
Perspektive beantwortet werden mu&szlig;. Im psychologischen Sinne des
Wortes 'Umwelt', sagt er, ist 'der Reiter &uuml;berhaupt nicht &uuml;ber
den See geritten , sondern &uuml;ber eine normale von Schnee gefegte Ebene.
Sein Verhalten ist ein Reiten-&uuml;ber-eine-Ebene, nicht ein Reiten-&uuml;ber-einen-See.'
(1935, S. 27f.)</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>6.
Die Biomonadologie Jakob von Uexk&uuml;lls</b></span>
<p><span STYLE="font-size: 11pt">Diese subjektivistische Auffassung der
Umwelten menschlichen Verhaltens als einer Vielzahl 'psychologischer Umwelten',
die auf das jeweilige Verhalten und die kognitiven Anschauungen des Menschen
exakt zugeschnitten w&auml;ren, hat tiefe Wurzeln, die vielleicht bis auf
Kants Begriff einer 'ph&auml;nomenalen' Welt zur&uuml;ckreichen und die
heute noch im sogenannten 'methodologischen Solipsismus' amerikanischer
Kognitionswissenschaftler wie Jerry Fodor vorhanden sind. Wir finden dieselbe
Idee, angewandt auf das Verhalten des Tieres, in der neuerdings wieder
sehr einflu&szlig;reichen 'konstruktivistischen Biologie' Jakob von Uexk&uuml;lls.
Nach Uexk&uuml;ll gibt es verschiedene Umwelten, die durch das biologische
Verhalten verschiedener Tiere bestimmt sind. Alle Tiere, von dem einfachsten
bis zum komplexesten, sind an ihre entsprechenden Umwelten mit gleicher
Vollst&auml;ndigkeit angepa&szlig;t. Einem einfachen Tier entspricht eine
einfache Welt, einem komplexen Tier eine artikulierte Welt.</span>
<p><span STYLE="font-size: 11pt">Von Uexk&uuml;ll geht so weit zu behaupten,
da&szlig; es keine Realit&auml;t ausser diesen verschiedenen tierischen
Umwelten g&auml;be: '</span><span STYLE="font-size: 11pt"><i>Alle Wirklichkeit
ist subjektive Erscheinung</i> - dies', so Uexk&uuml;ll, 'mu&szlig; die
gro&szlig;e grundlegende Erkenntnis auch der Biologie bilden.' (Uexk&uuml;ll
1928, S. 2)&nbsp;</span>
<p><span STYLE="font-size: 11pt">Uexk&uuml;ll soll zu seiner relativistischen
Umweltlehre bei einem Spaziergang in den W&auml;ldern bei Heidelberg gekommen
sein. Er sah eine Buche an, und stellte fest:</span>
<blockquote><span STYLE="font-size: 11pt">Dies ist nicht eine Buche, sondern
meine Buche, die ich in allen Einzelheiten mit meinen Sinnesempfindungen
aufgebaut habe. Was ich von ihr sehe, h&ouml;re, rieche oder taste, sind
nicht Eigenschaften, die ausschlie&szlig;lich der Buche zu eigen sind,
sondern es sind die von mir hinausverlegten Merkmale meiner Sinnesorgane.
(Schmidt 1980, S. 10)</span></blockquote>
<span STYLE="font-size: 11pt">Die daraus resultierende Ontologie kann als
eine biologische Monadologie beschrieben werden. Uexk&uuml;lls konstruierte
Wirklichkeiten sind voneinander abgetrennte, fensterlose Monaden:</span>
<blockquote><span STYLE="font-size: 11pt">Vielleicht wird mich auch niemand
verstehen [, sagt er]. Aber die Tatsache bleibt doch: 'Eppur non si move.'
Nicht ich bewege mich um die Sonne, sondern die Sonne geht an meinem Himmelsgew&ouml;lbe
auf und unter. Das Gleiche geschieht an hunderttausend anderen Himmelsgew&ouml;lben.
Immer ist es eine andere Sonne, immer ein anderer Raum, in dem sie sich
bewegt. (Brief an Chamberlain, 23. Oktober 1923)</span></blockquote>
<span STYLE="font-size: 11pt">Der Biologe zeigt uns, wie die Umwelt eines
Tieres dieses 'wie ein festes, aber unsichtbares Glashaus umschlie&szlig;t'.
Die Welt um uns wird mit 'zahllosen schillernden Welten' bev&ouml;lkert
(Uexk&uuml;ll 1928, S. 62). Jedes Tier, jedes Lebewesen hat seine eigene,
private B&uuml;hne.&nbsp;</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>7.
Die ph&auml;nomenologische Umweltlehre</b></span>
<p><span STYLE="font-size: 11pt">Auch innerhalb der ph&auml;nomenologischen
Bewegung finden wir eine &auml;hnliche Auffassung, so z. B. in Husserls
Ontologie der Lebenswelt oder in Heideggers Lehre der Allt&auml;glichkeit.
Husserl schreibt: 'Als Person bin ich was ich bin als Subjekt einer Umwelt.
Die Begriffe Ich und Umwelt sind untrennbar aufeinander bezogen.' (</span><span STYLE="font-size: 11pt"><i>Ideen,
</i>Hua
IV, S. 185.) Das Grundaxiom der konstitutiven Ph&auml;nomenologie lautet:
Gegenst&auml;nde und Akte stehen in einem reziproken Abh&auml;ngigkeitsverh&auml;ltnis.
Alle Gegenst&auml;nde sind Korrelate entsprechender Akte. Jede wissenschaftliche
Disziplin bestimmt ihre eigene Welt als ihr gegenst&auml;ndliches Korrelat.
Und wie f&uuml;r Uexk&uuml;ll jedes Tier, so hat auch f&uuml;r Husserl
jedes Volk 'seine Welt, in der f&uuml;r dasselbe alles gut zusammenstimmt'
(</span><span STYLE="font-size: 11pt"><i>Krisis</i>, Beilage III, Hua VI,
S. 382).&nbsp;</span>
<p><span STYLE="font-size: 11pt">Eine besonders klare Darstellung dieser
ph&auml;nomenologischen Umweltlehre finden wir bei Max Scheler:</span>
<blockquote><span STYLE="font-size: 11pt">Die „Dinge", die f&uuml;r unser
Handeln in Frage kommen, die wir z. B. immer meinen, wenn wir bestimmte
Handlungen von Menschen (oder Dispositionen zu solchen) auf das „Milieu"
dieser Menschen zur&uuml;ckf&uuml;hren, haben mit den in der Wissenschaft
gedachten Gegenst&auml;nden (durch deren Supposition sie die nat&uuml;rlichen
Tatsachen „erkl&auml;rt") selbstverst&auml;ndlich nicht das mindeste zu
tun. Die Milieusonne z. B. ist nicht die Sonne der Astronomie; das Fleisch,
das gestohlen, gekauft wird usw., ist nicht eine Summe von Zellen und Geweben
mit den in ihnen stattfindenden chemischen und physischen Prozessen. Die
Milieusonne ist am Nordpol, in der gem&auml;&szlig;igten Zone und am &Auml;quator
eine andere Sonne und ihr gesp&uuml;rter Strahl ein anderer Strahl.</span><span STYLE="font-size: 11pt">(Scheler
1954, p. 158f.)</span></blockquote>
<span STYLE="font-size: 11pt">Das Problem mit solchen Behauptungen ist
klar. Wie jedes Schulkind mit einem Mikroskop wei&szlig;, ist Fleisch,
das gestohlen oder gekauft wird, sehr wohl eine Summe von Zellen und Geweben,
die Sonne am Nordpol sehr wohl dieselbe Sonne, die am &Auml;quator erlebt
wird. Es kann nicht wahr sein, da&szlig; die Dinge unserer praktischen
Umwelt 'nicht das mindeste' mit den Gegenst&auml;nden der verschiedenen
Spezialwelten der einzelnen wissenschaftlichen Disziplinen zu tun haben.
Es kann gleichfalls nicht der Fall sein, da&szlig; die Umweltdinge des
einen Tieres nicht das mindeste mit den Umweltdingen eines anderen Tieres
zu tun haben.</span>
<p><span STYLE="font-size: 11pt">F&uuml;r Scheler wie f&uuml;r Husserl,
Koffka und Uexk&uuml;ll, geh&ouml;ren Umweltdinge jeweils einem ph&auml;nomenalen
Zwischenreich an, das irgendwie zwischen unserem Perzeptionsinhalt und
den 'objektiv gedachten' Gegenst&auml;nden der Wissenschaft liegen soll.
Das zentrale Problem einer solchen relativistischen Auffassung von Umwelten
besteht darin, da&szlig; sie die Existenz eines gemeinsamen Rahmens menschlicher
und tierischer Handlung ausschlie&szlig;t. So wird unverst&auml;ndlich,
wie die Fliege vom Salamander gefressen werden kann, wie &uuml;berhaupt
die verschiedenen Tiergattungen miteinander leben k&ouml;nnen und &uuml;berhaupt
entstehen konnten.</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>8.
&Ouml;kologische Ontologie statt Subjektivismus</b></span>
<p><span STYLE="font-size: 11pt">Wenn insbesondere unsere mentalen F&auml;higkeiten
Produkte der Anpassung innerhalb der biologischen Entwicklung sind, so
bed&uuml;rfen unsere &uuml;blichen Theorien der Intentionalit&auml;t und
der mentalen Repr&auml;sentation einer radikalen Revidierung. Denn solche
Theorien beginnen alle im Banne Descartes' mit einem Geist und einem inneren
Theater von 'Inhalten' oder 'Vorstellungen' und werden dadurch mit dem
Problem konfrontiert, wie sie erkl&auml;ren k&ouml;nnen, da&szlig; dieser
Geist in der Lage ist, externe ('transzendente') physisch-biologische Gegenst&auml;nde
&uuml;berhaupt zu erfassen.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Die durch Brentano initiierte philosophische
Tradition enth&auml;lt zwar eine Reihe holistischer Denker, die zusammen
die sogenannte Berliner Schule der Gestaltpsychologie gebildet haben. Die
Mitglieder dieser Schule, vor allem Max Wertheimer, Wolfgang K&ouml;hler,
Kurt Koffka und Kurt Lewin, haben versucht, die Verh&auml;ltnisse zwischen
mentalen Akten und ihren Gegenst&auml;nden als Teile oder Momente eines
umfassenderen Verh&auml;ltnisses von Subjekten und Gegenst&auml;nden in
einer gemeinsamen physischen und biologischen Au&szlig;enwelt aufzufassen.
Wie unsere Diskussion von Koffkas Behandlung des Rittes &uuml;ber den Bodensee
klar macht, sind die Gestaltpsychologen aber noch nicht zu einer voll ausgereiften
nicht-subjektivistischen Auffassung von Umwelten durchgedrungen, und dasselbe
gilt auch f&uuml;r Ph&auml;nomenologen wie z.B. Merleau-Ponty, dessen Lehre
einer 'Leib-Gebundenheit der Erkenntnis' auch durch die Gestalttheoretiker
beeinflu&szlig;t wurde.</span>
<p><span STYLE="font-size: 11pt">Die &ouml;kologische Ontologie, die ich
hier verteidigen m&ouml;chte, bricht also radikal mit der subjektivistischen
Umweltauffassung. Sie beruht nicht auf der Grundlage von geistigen Inhalten
und Projektionen sondern von Handlungen und von den Dingen, von den Sachen
selbst, mit denen wir in unseren Handlungen zu tun haben. Diese Dinge sind
nicht psychologische Produkte oder ph&auml;nomenale Gesch&ouml;pfe eines
inneren Theaters. Sie und die Umwelten, die sie bilden, sind vielmehr&nbsp;</span><span STYLE="font-size: 11pt"><i>Teile
der Wirklichkeit</i>, die dadurch zu Umwelten werden, da&szlig; ein menschlicher
Organismus in sie eingepa&szlig;t und mit ihnen verflochten ist.</span>
<p><span STYLE="font-size: 11pt">F&uuml;r Vertreter dieser &ouml;kologischen
Ontologie ist die ganze Wirklichkeit als eine komplexe Hierarchie „verschachtelter"
Ebenen aufzufassen: Molek&uuml;le auf der unteren Ebene sind in das Innere
von Zellen eingebettet, Zellen in Bl&auml;tter, Bl&auml;tter in B&auml;ume,
B&auml;ume in W&auml;lder, W&auml;lder in Naturschutzgebiete und so weiter
(Gibson 1986, S. 101). Jeder Organismus, ob Mensch oder Tier, ist dann
in seiner Wahrnehmung und in seinem Verhalten auf Gegenst&auml;nde und
Merkmale einer bestimmten Ebene innerhalb dieser komplexen Hierarchie&nbsp;</span><span STYLE="font-size: 11pt"><i>abgestimmt</i>.
Diese Gegenst&auml;nde und Merkmale bilden zusammen eine &ouml;kologische
Nische, und die typischen Verhaltensmuster des Tieres sind in bezug auf
diese Nische ausgepr&auml;gt. Eine Nische umfa&szlig;t nicht nur unterschiedliche
Objekte und Ereignisse, sondern auch Formen, Farben und Grenzen (Oberfl&auml;chen,
R&auml;nder), welche s&auml;mtlich so organisiert sind, da&szlig; sie f&uuml;r
das &Uuml;berleben des jeweiligen Tieres von Bedeutung sind. Die gegebenen
Merkmale motivieren den Organismus; sie dringen in sein Leben ein, sie
stimulieren ihn auf vielerlei Weise.</span>
<p><span STYLE="font-size: 11pt">Die Welt als Ganzes ist nun von dieser
&ouml;kologischen Perspektive als eine einzige verschachtelte Struktur
aufzufassen, worin Umwelten, Nischen, Umgebungen auf verschiedenen Ebenen
ihre Stellung nehmen. Wie Molek&uuml;le in Zellen eingebunden sind und
diese wiederum in Organe, so sind die verschiedenen Umwelten in gr&ouml;&szlig;ere
Gebilde eingebunden, die es u.a. erm&ouml;glichen, da&szlig; zwischen verschiedenen
Tieren eine verschiedenartige Ber&uuml;hrung und Vermittlung zustande kommt.
Die Umwelten aller verschiedenen Tiergattungen sind in dieser Weise als
hierarchisch verschachtelt in einer einzigen Gesamtstruktur aufzufassen.
Die Fliege und der Salamander geh&ouml;ren gleichzeitig einem gr&ouml;sseren
Weltst&uuml;ck an, worin die jeweiligen miteinander verflochtenen Fliege-
und Salamanderumwelten als Teile enthalten sind. An der Spitze dieser Hierarchie
ist die Welt als Ganzes, eine einzige alle Umwelten umschliessende Gesamtstruktur,
die allen Lebewesen gemeinsam ist.</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>9.
Umwelten als Aufspaltungen der Wirklichkeit</b></span>
<p><span STYLE="font-size: 11pt">Umwelten sind spezielle Teile oder Aufspaltungen
einer einzigen uns umgebenden Wirklichkeit, die von der &uuml;brigen Wirklichkeit
oft durch keine physischen Diskontinuit&auml;ten abgegrenzt sind. Die Welt,
in der wir leben, ist dieselbe wie die, in der die verschiedenen Tiere
leben. Sie ist auch mit der Welt etwa des Physikers identisch. Der Atomphysiker
und der Astronom interessieren sich auch f&uuml;r Aufspaltungen dieser
einen Welt, allerdings f&uuml;r Aufspaltungen, die verschiedene (mikro-
und makro-) r&auml;umliche</span><span STYLE="font-size: 11pt"><i>K&ouml;rnigkeiten</i>
haben. Dieser inzwischen &uuml;bliche Terminus (engl.: 'granularity') bezeichnet
die unterschiedlichen Grade von Feingliederung, die sich aus der verschiedenen
Struktur der Sinnesorgane und geistigen F&auml;higkeiten verschiedener
Lebewesen und Menschengruppen f&uuml;r ihre jeweiligen Umwelten ergeben.
Die verschiedenen tierischen Verhaltenssysteme erzeugen Aufspaltungen verschiedenen
Grades von Feingliedrigkeit im Rahmen der einen Wirklichkeit. Sie erzeugen
dadurch ein System von 'Nischen' im &ouml;kologischen Sinn.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Der Preis f&uuml;r eine solche &ouml;kologische
Auffassung besteht darin, da&szlig; wir nicht mehr in jedem Fall eine harmonische
Korrelativit&auml;t zwischen Organismus und Umwelt konstatieren k&ouml;nnen.
Zwar stellen Verhalten und Umwelt in den typischen ('default') F&auml;llen
eine solche Korrelativit&auml;t dar. Wendys Zeichnen des Dreiecks auf der
Tafel findet in der Geometriestunde und diese in der Schule statt. Und
das, was Wendy und der Lehrer in typischen F&auml;llen bei dieser Handlung
denken, entspricht auch dem, was sie tats&auml;chlich tun. In unseren allt&auml;glichen
Handlungen sind wir in diesen normalen F&auml;llen gerade mit den Dingen,&nbsp;</span><span STYLE="font-size: 11pt"><i>mit
den Sachen</span><span STYLE="font-size: 11pt">selbst</i> der uns umgebenden
Welt verflochten. Manchmal aber, wie die Geschichte des Bodenseeritts klar
macht, gibt es F&auml;lle, wo diese Korrelativit&auml;t verletzt wird.
In solchen F&auml;llen ist die Umwelt, in der wir handeln, v&ouml;llig
anders als die mutma&szlig;liche Umwelt, in der wir zu handeln meinen.
Die Rede von 'psychologischen Umwelten' ist daher irref&uuml;hrend. Vielmehr
sollen wir davon reden, da&szlig; Lebewesen sich manchmal in Hinblick darauf
irren, in welcher und in was f&uuml;r einer Umwelt sie gerade leben. Es
gibt aber dann keine zus&auml;tzlichen, besonderen, psychologischen Umwelten,
kein projiziertes Zwischenreich, wo vollkommene Korrelativit&auml;t herrschen
w&uuml;rde. Vielmehr gibt es die eine Welt, die&nbsp;</span><span STYLE="font-size: 11pt"><i>Weltb&uuml;hne</i>
worauf alle Frauen und M&auml;nner, und alle Tiere, gemeinsam ihre Spiele
spielen.
<br>&nbsp;
<p><span STYLE="font-size: 11pt"></span><span STYLE="font-size: 11pt"><b>10.
Von der Umweltontologie zur &ouml;kologischen Ethik</b></span>
<p><span STYLE="font-size: 11pt">Was ich hier angeboten habe, sind Ans&auml;tze
einer „angewandten Metaphysik", einer neuen Subdisziplin der Philosophie,
die ihre Relevanz nicht nur im Bereich der Psychologie und Biologie (und
der Philosophie menschlicher und tierischer Lebenswelt) erweisen kann,
sondern auch in anderen Bereichen, wo Umwelten und das oft konkurriende
Verhalten von Organismen und Gruppen und Gattungen von Organismen in ihren
Nischen in Frage stehen.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Das Verh&auml;ltnis zwischen Lebewesen
und Umwelten kann offensichtlich auch ethische Bedeutung haben. Ich will
daher diesen Vortrag mit einigen kurzen Bemerkungen zur angewandten Ethik
im allgemeinen und zur neuen &ouml;kologischen Ethik im besonderen schlie&szlig;en.
Die grossen ethischen Theorien der Vergangenheit haben immer eine&nbsp;</span><span STYLE="font-size: 11pt"><i>ontologische
Auffassung </i>ethischer Gesetze, Werte oder Normen und ihrer Tr&auml;ger
vorausgesetzt, z.B. in der Form einer Metaphysik der menschlichen Person
oder menschlicher Gemeinschaften oder in der Form einer metaphysischen
Explikation der Verwirklichung ethischer Werte durch Handlungen oder Motive.
Die &auml;u&szlig;erst interessanten gegenw&auml;rtigen Entwicklungen im
Bereich der Umweltethik bed&uuml;rfen m.E. einer &auml;hnlichen metaphysischen
Explikation der zentralen Kategorie der Umwelt bzw. des Verh&auml;ltnisses
zwischen Umwelt und Lebewesen, Tiergattung usw. Denn erst dann werden Moralphilosophen
in diesem Bereich in der Lage sein, Fragen &uuml;ber die ethische Bedeutsamkeit
solcher Gebilde in einem entsprechenden systematischen Rahmen zu formulieren.
Als Gegenpart f&uuml;r die heutige angewandte Ethik k&ouml;nnte also die
angewandte Metaphysik eine unerwartete aktuelle Bedeutung erlangen, mit
Konsequenzen f&uuml;r unser Verst&auml;ndnis nicht nur der biologischen
(Um-)Welt sondern auch der (Mit-)Welt von Menschen. Denn auch unter Menschen,
ob am Touristenstrand in Korsika oder in den Bergen des Kosovo, gibt es
Verhalten, das wir nur im Rahmen einer differenzierten und nicht-reduktionistischen
Ontologie des Verh&auml;ltnisses von Mensch und Umwelt voll begreifen k&ouml;nnen.</span>
<p><span STYLE="font-size: 11pt">Unser Leben lang spielt jeder von uns
manche Rollen. Wir treten auf und treten wieder ab. Die B&uuml;hne, die
eine, ganze Welt-B&uuml;hne bleibt identisch.</span>
<br>&nbsp;
<p><span STYLE="font-size: 11pt"><b>Literatur</b></span>
<p><span STYLE="font-size: 11pt">Barker, Roger G. 1968&nbsp;</span><span STYLE="font-size: 11pt"><i>Ecological
Psychology. Concepts and Methods for Studying the Environment of Human
Behavior</i>, Stanford: Standford University Press.</span>
<p><span STYLE="font-size: 11pt">Barker, Roger G. u.a. 1978&nbsp;</span><span STYLE="font-size: 11pt"><i>Habitats,
Environments, and Human Behavior. Studies in Ecological Psychology and
Eco-Behavioral Science from the Midwest Psychological Field Station</i>,
1947-1972, San Francisco: Jossey-Bass Publishers.</span>
<p><span STYLE="font-size: 11pt">Barker, Roger G. 1951&nbsp;</span><span STYLE="font-size: 11pt"><i>One
Boy's Day; a Specimen Record of Behavior</i>, New York: Harper.</span>
<p><span STYLE="font-size: 11pt">Gibson, J. J. 1979&nbsp;</span><span STYLE="font-size: 11pt"><i>The
Ecological Approach to Visual Perception</i>, Boston: Houghton-Mifflin,
Neuauflage 1986, Hillsdale, NJ: Lawrence Erlbaum.</span>
<p><span STYLE="font-size: 11pt">Husserl, Edmund 1975/1984&nbsp;</span><span STYLE="font-size: 11pt"><i>Logische
Untersuchungen</i>, Husserliana XVIII (Hrsg. E. Holenstein) und XIX/1,
XIX/2 (Hrsg. U. Panzer), Den Haag: Martinus Nijhoff.</span>
<p><span STYLE="font-size: 11pt">Husserl, Edmund 1952&nbsp;</span><span STYLE="font-size: 11pt"><i>Ideen
zu einer reinen Ph&auml;nomenologie und ph&auml;nomenologischen Philosophie</i>,
Zweites Buch:&nbsp;</span><span STYLE="font-size: 11pt"><i>Ph&auml;nomenologische
Untersuchungen zur Konstitution</i>, Husserliana IV (Hrsg. M. Biemel),
Den Haag: Martinus Nijhoff.</span>
<p><span STYLE="font-size: 11pt">Husserl, Edmund 1954&nbsp;</span><span STYLE="font-size: 11pt"><i>Die
Krisis der europ&auml;ischen Wissenschaften und die transzendentale Ph&auml;nomenologie.
Eine Einleitung in die ph&auml;nomenologische Philosophie</i>, Husserliana
V (Hrsg. W. Biemel), Den Haag: Martinus Nijhoff.</span>
<p><span STYLE="font-size: 11pt">Koffka, Kurt 1935&nbsp;</span><span STYLE="font-size: 11pt"><i>Principles
of Gestalt Psychology</i>, London: Routledge and Kegan Paul.</span>
<p><span STYLE="font-size: 11pt">Scheler, Max 1954&nbsp;</span><span STYLE="font-size: 11pt"><i>Der
Formalismus in der Ethik und die materiale Wertethik</i>, 4. Ausg., Bern:
Francke.</span>
<p><span STYLE="font-size: 11pt">Schmidt, Jutta 1980&nbsp;</span><span STYLE="font-size: 11pt"><i>Die
Umweltlehre Jakob von Uexk&uuml;lls in ihrer Bedeutung f&uuml;r die Entwicklung
der vergleichenden Verhaltensforchung</i>, Inaugural Dissertation, University
of Marburg.&nbsp;</span>
<p><span STYLE="font-size: 11pt">Schoggen, P. 1989&nbsp;</span><span STYLE="font-size: 11pt"><i>Behavior
Settings. A Revision and Extension of Roger G. Barker's Ecological Psychology</i>,
Stanford: Stanford University Press.</span>
<p><span STYLE="font-size: 11pt">Smith, Barry 1994 „Die Strukturen der
Common-Sense Welt",&nbsp;</span><span STYLE="font-size: 11pt"><i>Logos,
</i>N.
F. 1, 422-449.</span>
<p><span STYLE="font-size: 11pt">Smith, Barry 1998 „Ontologie des Mesokosmos:
Soziale Objekte und Umwelten",&nbsp;</span><span STYLE="font-size: 11pt"><i>Zeitschrift
f&uuml;r philosophische Forschung, </i>52, 521-540.</span>
<p><span STYLE="font-size: 11pt">Uexk&uuml;ll, Jakob von 1928&nbsp;</span><span STYLE="font-size: 11pt"><i>Theoretische
Biologie</i>, Berlin: J. Springer.&nbsp;</span></blockquote>

</body>
</html>
